Repository: openSUSE/libstorage
Catalog: po/*.po
Languages: ca, de, fi, hu, id, it, lt, ru, sk

source: Format encrypted device %1$s (%2$s) for %4$s with %3$s
ca: Formata el dispositiu xifrat %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsseltes Gerät %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta salattu laite %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított eszköz formázása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Format perangkat %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Formattazione del dispositivo cifrato %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti šifruotą įrenginį %1$s (%2$s), jungiamą prie %4$s kaip %3$s
ru: Форматировать зашифрованное устройство %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať šifrované zariadenie %1$s (%2$s) pre %4$s s %3$s

source: Format encrypted device mapper volume %1$s (%2$s) for %4$s with %3$s
ca: Formata el volum codificat mapador de dispositius (device mapper) %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsseltes Device Mapper Volume %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta salattu laitekuvaintaltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított eszközösszerendelő-kötet formázása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Format volume device mapper %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Formattazione del volume cifrato del mappatore dei dispositivi %1$s (%2$s) per %4$s con %3$s
ru: Форматировать зашифрованный том device mapper %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať šifrovaný zväzok mapovača zariadení %1$s (%2$s) pre %4$s s %3$s

source: Format encrypted file-based device %1$s of %2$s (%3$s) as %5$s with %4$s
ca: Formata el dispositiu xifrat basat en fitxers %1$s de %2$s (%3$s) com a %5$s amb %4$s
de: Verschlüsseltes dateibasiertes Gerät %1$s von %2$s (%3$s) als %5$s mit %4$s formatieren
fi: Alusta tiedoston %2$s (%3$s) salattu tiedostopohjainen laite %1$s liitoskohtaan%5$s tiedostojärjestelmällä %4$s
hu: %1$s titkosított fájlalapú eszköz formázása (fájl: %2$s, méret: %3$s), %5$s csatolási ponttal, %4$s fájlrendszerrel
id: Format perangkat berbasis berkas %1$s terenkripsi dari %2$s (%3$s) sebagai %5$s dengan %4$s
it: Formattazione del dispositivo cifrato basato su file %1$s di %2$s (%3$s) come %5$s con %4$s
lt: Suženklinti rinkmenos pagrindu sukurtą šifruotą %1$s iš %2$s (%3$s), jungiamą prie %5$s kaip %4$s
ru: Форматировать зашифрованное файловое устройство %1$s из %2$s (%3$s) как %5$s в %4$s
sk: Naformátovať šifrované súborové zariadenie %1$s súboru %2$s (%3$s) ako %5$s s %4$s

source: Format encrypted logical volume %1$s (%2$s) for %4$s with %3$s
ca: Formata el volum lògic xifrat %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsseltes logisches Volume %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta salattu looginen taltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított logikai kötet formázása (%2$s), %3$s fájlrendszer, %4$s csatolási pont
id: Format volume logical %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Formattazione del volume logico cifrato %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti šifruotą loginį tomą %1$s (%2$s) %4$s kaip %3$s
ru: Форматировать зашифрованный логический том %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať šifrovaný logický zväzok %1$s (%2$s) pre %4$s s %3$s

source: Format encrypted multipath partition %1$s (%2$s) for %4$s with %3$s
ca: Formata la partició multiruta xifrada %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsselte Multipath-Partition %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta salattu multipath-osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított többutas partíció formázása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Format partisi multipath %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Formattazione della partizione cifrata multipath %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti šifruotą multipath skaidinį %1$s (%2$s) %4$s kaip %3$s
ru: Форматировать зашифрованный multipath-раздел %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať šifrovaný viaccestný oddiel %1$s (%2$s) pre %4$s s %3$s

source: Format encrypted partition %1$s (%2$s) for %4$s with %3$s
ca: Formata la partició xifrada %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsselte Partition %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta salattu osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított partíció formázása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Format partisi %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Formattazione della partizione cifrata %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti šifruotą skaidinį %1$s (%2$s) %4$s kaip %3$s
ru: Форматировать зашифрованный раздел %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať šifrovaný oddiel %1$s (%2$s) pre %4$s s %3$s

source: Format encrypted software RAID %1$s (%2$s) for %4$s with %3$s
ca: Formata el programari xifrat RAID %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsseltes Software-RAID %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta salattu ohjelmistopohjainen RAID %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított szoftveres RAID formázása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Format perangkat lunak RAID %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Formattazione del RAID software cifrato %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti šifruotą programinį RAID %1$s (%2$s), jungiamą prie %4$s kaip %3$s
ru: Форматировать зашифрованный программный RAID %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať šifrovaný softvérový RAID %1$s (%2$s) pre %4$s s %3$s

source: Format file-based device %1$s of %2$s (%3$s) as %5$s with %4$s
ca: Formata el dispositiu basat en fitxers %1$s de %2$s (%3$s) com a %5$s amb %4$s
de: Dateibasiertes Gerät %1$s von %2$s (%3$s) als %5$s mit %4$s formatieren
fi: Alusta tiedoston %2$s (%3$s) tiedostopohjainen laite %1$s liitoskohtaan %5$s tiedostojärjestelmällä %4$s
hu: %1$s fájlalapú eszköz formázása (fájl: %2$s, méret: %3$s), %5$s csatolási ponttal, %4$s fájlrendszerrel
id: Format perangkat berbasis berkas %1$s dari %2$s (%3$s) sebagai %5$s dengan %4$s
it: Formattazione del dispositivo basato su file %1$s di %2$s (%3$s) come %5$s con %4$s
lt: Suženklinti rinkmenos pagrindu sukurtą %1$s iš %2$s (%3$s), jungiamą prie %5$s kaip %4$s
ru: Форматировать файловое устройство %1$s из %2$s (%3$s) как %5$s в %4$s
sk: Naformátovať súborové zariadenie %1$s súboru %2$s (%3$s) ako %5$s s %4$s

source: Format file-based device %1$s of %2$s (%3$s) with %4$s
ca: Formata el dispositiu basat en fitxers %1$s de %2$s (%3$s) amb %4$s
de: Dateibasiertes Gerät %1$s von %2$s (%3$s) mit %4$s formatieren
fi: Alusta tiedoston %2$s (%3$s) tiedostopohjainen laite %1$s tiedostojärjestelmällä %4$s
hu: %1$s fájlalapú eszköz formázása (fájl: %2$s, méret: %3$s) %4$s fájlrendszerrel
id: Format perangkat berbasis berkas %1$s dari %2$s (%3$s) dengan %4$s
it: Formattazione del dispositivo basato sul file %1$s di %2$s (%3$s) con %4$s
lt: Suženklinti %1$s of %2$s (%3$s) kaip %4$s
ru: Форматировать файловое устройство %1$s из %2$s (%3$s) в %4$s
sk: Naformátovať súborové zariadenie %1$s súboru %2$s (%3$s) s %4$s

source: Format logical volume %1$s (%2$s) for %4$s with %3$s
ca: Formata el volum lògic %1$s (%2$s) per a %4$s amb %3$s
de: Logisches Volume %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta looginen taltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s logikai kötet formázása (%2$s), %3$s fájlrendszer, %4$s csatolási pont
id: Format volume logical %1$s (%2$s) untuk %4$s dengan %3$s
it: Formattazione del volume logico %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti loginį tomą %1$s (%2$s) %4$s kaip %3$s
ru: Форматировать логический том %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať logický zväzok %1$s (%2$s) pre %4$s s %3$s

source: Format logical volume %1$s (%2$s) for swap
ca: Formata el volum lògic %1$s (%2$s) per a l'intercanvi
de: Logisches Volume %1$s (%2$s) wird für Auslagerung formatiert
fi: Alustetaan looginen taltio %1$s (%2$s) swapille
hu: %1$s logikai kötet formázása (%2$s) cseréhez
id: Format volume logical %1$s (%2$s) untuk swap
it: Formattazione del volume logico %1$s (%2$s) per swap
lt: Suženklinti loginį tomą %1$s (%2$s) kaip swap
ru: Форматировать логический том %1$s (%2$s) для подкачки
sk: Naformátovať logický zväzok %1$s (%2$s) pre swap

source: Format logical volume %1$s (%2$s) with %3$s
ca: Formata el volum lògic %1$s (%2$s) amb %3$s
de: Logisches Volume %1$s (%2$s) mit %3$s formatieren
fi: Alusta looginen taltio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s logikai kötet formázása (%2$s) %3$s fájlrendszerrel
id: Format volume logical %1$s (%2$s) dengan %3$s
it: Formattazione del volume logico %1$s (%2$s) con %3$s
lt: Suženklinti loginį tomą %1$s (%2$s) kaip %3$s
ru: Форматировать логический том %1$s (%2$s) в %3$s
sk: Naformátovať logický zväzok %1$s (%2$s) s %3$s

source: Format multipath partition %1$s (%2$s) for %4$s with %3$s
ca: Formata la partició multiruta %1$s (%2$s) per a %4$s amb %3$s
de: Multipath-Partition %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta multipath-osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s többutas partíció formázása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Format partisi multipath %1$s (%2$s) untuk %4$s dengan %3$s
it: Formattazione della partizione multipath %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti multipath skaidinį %1$s (%2$s) %4$s kaip %3$s
ru: Форматировать multipath-раздел %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať viaccestný oddiel %1$s (%2$s) pre %4$s s %3$s

source: Format multipath partition %1$s (%2$s) for swap
ca: Formata la partició multiruta %1$s (%2$s) per a l'intercanvi
de: Multipath-Partition %1$s (%2$s) für Auslagerung formatieren
fi: Alustetaan multipath-osio %1$s (%2$s) swap-osioksi
hu: %1$s többutas partíció formázása (%2$s) cserepartíciónak
id: Format partisi multipath %1$s (%2$s) untuk swap
it: Formattazione della partizione multipath %1$s (%2$s) per swap
lt: Suženklinti multipath skaidinį %1$s (%2$s) kaip sukeitimų skaidinį (swap)
ru: Форматировать multipath-раздел %1$s (%2$s) для подкачки
sk: Naformátovať viaccestný oddiel %1$s (%2$s) pre swap

source: Format multipath partition %1$s (%2$s) with %3$s
ca: Formata la partició multiruta %1$s (%2$s) amb %3$s
de: Multipath-Partition %1$s (%2$s) mit %3$s formatieren
fi: Alusta multipath-osio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s többutas partíció formázása (%2$s) %3$s fájlrendszerrel
id: Format partisi multipath %1$s (%2$s) dengan %3$s
it: Formattazione della partizione multipath %1$s (%2$s) con %3$s
lt: Suženklinti multipath skaidinį %1$s (%2$s) kaip %3$s
ru: Форматировать multipath-раздел %1$s (%2$s) в %3$s
sk: Naformátovať viaccestný oddiel %1$s (%2$s) s %3$s

source: Format partition %1$s (%2$s) for %4$s with %3$s
ca: Formata la partició %1$s (%2$s) per a %4$s amb %3$s
de: Partition %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s partíció formázása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Format partisi %1$s (%2$s) untuk %4$s dengan %3$s
it: Formattazione della partizione %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti skaidinį %1$s (%2$s), jungiamą prie %4$s kaip %3$s
ru: Форматировать раздел %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať oddiel %1$s (%2$s) pre %4$s s %3$s

source: Format partition %1$s (%2$s) for swap
ca: Formata la partició %1$s (%2$s) per a l'intercanvi
de: Partition %1$s (%2$s) für Auslagerung formatieren
fi: Alustetaan swap-osio %1$s (%2$s)
hu: %1$s partíció formázása (%2$s) cserepartíciónak
id: Format partisi %1$s (%2$s) untuk swap
it: Formattazione della partizione %1$s (%2$s) per swap
lt: Suženklinti skaidinį %1$s (%2$s) kaip sukeitimų skaidinį (swap)
ru: Форматировать раздел %1$s (%2$s) для подкачки
sk: Naformátovať oddiel %1$s (%2$s) pre swap

source: Format partition %1$s (%2$s) with %3$s
ca: Formata la partició %1$s (%2$s) amb %3$s
de: Partition %1$s (%2$s) mit %3$s formatieren
fi: Alusta osio %1$s (%2$s) tiedostojärjestelmään %3$s
hu: %1$s partíció formázása (%2$s) %3$s fájlrendszerrel
id: Format partisi %1$s (%2$s) dengan %3$s
it: Formattazione della partizione %1$s (%2$s) con %3$s
lt: Suženklinti skaidinį %1$s (%2$s) kaip %3$s
ru: Форматировать раздел %1$s (%2$s) с файловой системой %3$s
sk: Naformátovať oddiel %1$s (%2$s) s %3$s

source: Format software RAID %1$s (%2$s) for %4$s with %3$s
ca: Formata el programari RAID %1$s (%2$s) per a %4$s amb %3$s
de: Software-RAID %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta ohjelmistopohjainen RAID %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s szoftveres RAID formázása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Format perangkat lunak RAID %1$s (%2$s) untuk %4$s dengan %3$s
it: Formattazione del RAID software %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti programinį RAID %1$s (%2$s), jungiamą prie %4$s, kaip %3$s
ru: Форматировать программный RAID %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať softvérový RAID %1$s (%2$s) pre %4$s s %3$s

source: Format software RAID %1$s (%2$s) with %3$s
ca: Formata el programari RAID %1$s (%2$s) amb %3$s
de: Software-RAID %1$s (%2$s) mit %3$s formatieren
fi: Alusta ohjelmistopohjainen RAID %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s szoftveres RAID formázása (%2$s) %3$s fájlrendszerrel
id: Format perangkat lunak RAID %1$s (%2$s) dengan %3$s
it: Formattazione del RAID software %1$s (%2$s) con %3$s
lt: Suženklinti programinį RAID %1$s (%2$s) kaip %3$s
ru: Форматировать программный RAID %1$s (%2$s) в %3$s
sk: Formátovať softvérový RAID %1$s (%2$s) s %3$s

source: Formatting Btrfs volume of size %1$s (used devices:%2$s)
ca: Formatant el volum Btrfs amb mida de %1$s (dispositius usats:%2$s)
de: Btrfs-Volumen der Größe %1$s (benutzte Geräte:%2$s) formatieren
fi: Alustetaan Btrfs taltioa kokoon %1$s (käyttäen laitteita:%2$s)
hu: Brtfs kötet formázása: %1$s (%2$s)
id: Memformat volume Btrfs berukuran %1$s (perangkat yang digunakan:%2$s)
it: Formattazione del volume btrfs di dimensione%1$s (dispositivi usati: %2$s) in corso
lt: Suženklinamas Btrfs tomas, kurio dydis %1$s (įrenginyje %2$s)
ru: Форматирование тома btrfs размером %1$s (использованные устройства: %2$s)

source: Formatting RAID partition %1$s (%2$s) with %3$s
ca: Formatant la partició RAID %1$s (%2$s) amb %3$s
de: RAID-Partition %1$s (%2$s) mit %3$s formatieren
fi: Alustetaan RAID-osio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s RAID-partíció formázása (%2$s) %3$s fájlrendszerrel
id: Memformat partisi RAID %1$s (%2$s) dengan %3$s
it: Formattazione della partizione RAID %1$s (%2$s) con %3$s in corso
lt: Suženklinamas RAID skaidinys %1$s (%2$s) kaip %3$s
ru: Форматирование раздела RAID %1$s (%2$s) в %3$s

source: Formatting device %1$s (%2$s) with %3$s
ca: Formatant el dispositiu %1$s (%2$s) amb %3$s
de: Gerät %1$s (%2$s) wird mit %3$s formatiert
fi: Alustetaan laite %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s eszköz formázása (%2$s), %3$s fájlrendszerrel
id: Memformat perangkat %1$s (%2$s) dengan %3$s
it: Formattazione del dispositivo %1$s (%2$s) come %3$s in corso
lt: Suženklinamas įrenginys %1$s (%2$s) kaip %3$s
ru: Форматирование устройства %1$s (%2$s) в %3$s
sk: Formátujem zariadenie %1$s (%2$s) s %3$s

source: Formatting device mapper volume %1$s (%2$s) with %3$s
ca: Formatant el volum mapador de dispositius (device mapper) %1$s (%2$s) amb %3$s
de: DM-Volume %1$s (%2$s) wird mit %3$s formatiert
fi: Alustetaan laitekuvaintaltio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s eszközösszerendelő-kötet formázása (%2$s) %3$s fájlrendszerrel
id: Memformat volume device mapper %1$s (%2$s) dengan %3$s
it: Formattazione del volume del mappatore dei dispositivi %1$s (%2$s) con %3$s in corso
ru: Форматирование тома device mapper %1$s (%2$s) в %3$s
sk: Formátujem zväzok mapovača zariadení %1$s (%2$s) s %3$s

source: Formatting file-based device %1$s of %2$s (%3$s) with %4$s
ca: Formatant el dispositiu basat en fitxers %1$s de %2$s (%3$s) amb %4$s
de: Dateibasiertes Gerät %1$s von %2$s (%3$s) wird mit %4$s formatiert
fi: Alustetaan tiedoston%2$s (%3$s) tiedostopohjainen laite %1$s tiedostojärjestelmällä %4$s
hu: %1$s fájlalapú eszköz formázása (fájl: %2$s, méret: %3$s) %4$s fájlrendszerrel
id: Memformat perangkat berbasis berkas %1$s dari %2$s (%3$s) dengan %4$s
it: Formattazione del dispositivo basato sul file %1$s di %2$s (%3$s) con %4$s in corso
lt: Suženklinamas rinkmenos pagrindu sukurtas įrenginys %1$s iš %2$s (%3$s) kaip %4$s
ru: Форматирование файлового устройства %1$s из %2$s (%3$s) в %4$s
sk: Formátujem súborové zariadenie %1$s súboru %2$s (%3$s) s %4$s

source: Formatting logical volume %1$s (%2$s) with %3$s
ca: Formatant el volum lògic %1$s (%2$s) amb %3$s
de: Logisches Volume %1$s (%2$s) wird mit %3$s formatiert
fi: Alustetaan looginen taltio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s logikai kötet formázása (%2$s) %3$s fájlrendszerrel
id: Memformat volume logical %1$s (%2$s) dengan %3$s
it: Formattazione del volume logico %1$s (%2$s) con %3$s in corso
lt: Suženklinamas loginis tomas %1$s (%2$s) kaip %3$s
ru: Форматирование логического тома %1$s (%2$s) в %3$s
sk: Formátujem logický zväzok %1$s (%2$s) s%3$s

source: Formatting multipath partition %1$s (%2$s) with %3$s
ca: Formatant la partició multicamí %1$s (%2$s) amb %3$s
de: Multipath-Partition %1$s (%2$s) wird mit %3$s formatiert
fi: Alustetaan multipath-osio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s többutas partíció formázása (%2$s) %3$s fájlrendszerrel
id: Memformat partisi multipath %1$s (%2$s) dengan %3$s
it: Formattazione della partizione multipath %1$s (%2$s) con %3$s in corso
lt: Suženklinamas multipath skaidinys %1$s (%2$s) kaip %3$s
ru: Форматирование multipath-раздела %1$s (%2$s) в %3$s
sk: Formátujem viaccestný oddiel %1$s (%2$s) s %3$s

source: Formatting partition %1$s (%2$s) with %3$s
ca: Formatant la partició %1$s (%2$s) amb %3$s
de: Partition %1$s (%2$s) wird mit %3$s formatiert
fi: Alustetaan osio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s partíció formázása (%2$s) %3$s fájlrendszerrel
id: Memformat partisi %1$s (%2$s) dengan %3$s
it: Formattazione della partizione %1$s (%2$s) con %3$s in corso
lt: Suženklinamas skaidinys %1$s (%2$s) kaip %3$s
ru: Форматирование раздела %1$s (%2$s) в %3$s
sk: Formátujem oddiel %1$s (%2$s) s %3$s

source: Formatting software RAID %1$s (%2$s) with %3$s
ca: Formatant el programari RAID %1$s (%2$s) amb %3$s
de: Software-RAID %1$s (%2$s) wird mit %3$s formatiert
fi: Alustetaan ohjelmistopohjainen RAID %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s szoftveres RAID formázása (%2$s) %3$s fájlrendszerrel
id: Memformat perangkat lunak RAID %1$s (%2$s) dengan %3$s
it: Formattazione del RAID software %1$s (%2$s) con %3$s in corso
lt: Suženklinamas programinis RAID %1$s (%2$s) kaip %3$s
ru: Форматирование программного RAIDа %1$s (%2$s) в %3$s
sk: Formátujem softvérový RAID %1$s (%2$s) s %3$s

source: G
ru: Г

source: GB
fi: Gt
ru: ГБ

source: GiB
ru: ГиБ

source: Hard Disk
ca: Disc dur
de: Festplatte
fi: Kiintolevy
hu: Merevlemez
it: Disco fisso
lt: Standusis diskas
ru: Жёсткий диск
sk: Disk

source: KiB
ru: КиБ

source: Logical Volume
ca: Volum lògic
de: Logisches Volume
fi: Looginen taltio
hu: Logikai kötet
id: Volume Logical
it: Volume logico
lt: Loginis tomas
ru: Логический том
sk: Logický zväzok

source: M
ru: М

source: MB
fi: Mt
ru: МБ

source: MiB
ru: МиБ

source: Mount Point
ca: Punt de muntatge
de: Einhängepunkt
fi: Liitospiste
hu: Csatolási pont
id: Titik Kait
it: Punto di montaggio
lt: Prijungimo vieta
ru: Точка монтирования
sk: Bod pripojenia

source: Mounting %1$s to %2$s
ca: Muntant %1$s a %2$s
de: %1$s wird auf %2$s eingehängt
fi: Liitetään %1$s liitoskohtaan %2$s
hu: %1$s kötet csatolása a(z) %2$s csatolási pontra
id: Me-mount %1$s to %2$s
it: Montaggio di %1$s su %2$s in corso
lt: %1$s prijungiamas prie %2$s
ru: Монтирование %1$s в %2$s
sk: Pripájam %1$s na %2$s

source: Mounting tmpfs to %1$s
ca: Muntant tmpfs a %1$s
de: Hänge tmpfs unter %1$s ein
fi: Liitetään tmpfs liitospisteeseen %1$s
hu: %1$s tmpfs kötet felcsatolása
id: Me-mount tmpfs to %1$s
it: Montaggio del tmpfs su %1$s
lt: Tmpfs prijungiamas prie %1$s
ru: Монтирование tmpfs в %1$s

source: P
ru: П

source: PB
fi: Pt
ru: ПБ

source: Partition
ca: Partició
fi: Osio
hu: Partíció
id: Partisi
it: Partizione
lt: Skaidinys
ru: Раздел
sk: Oddiel

source: PiB
ru: ПиБ

source: Reduce Btrfs volume %1$s by %2$s
ca: Redueix el volum Btrfs %1$s a %2$s
de: Btrfs-Volumen %1$s um %2$s verkleinern
fi: Pienennä Btrfs taltioa %1$s -> %2$s
hu: %1$s Btrfs kötet csökkentése a(z) %2$s eszközzel
id: Perkecil volume Btrfs %1$s berdasarkan %2$s
it: Riduzione del volume Btrfs %1$s di %2$s
lt: Sumažinti Btrfs tomą %1$s iki %2$s
ru: Уменьшить том Btrfs %1$s на %2$s

source: Reduce volume group %1$s by %2$s
ca: Redueix el grup de volums %1$s per %2$s
de: Volume-Gruppe %1$s um %2$s reduzieren
fi: Vähennä taltioryhmästä %1$s laite %2$s
hu: %1$s kötetcsoport csökkentése a(z) %2$s eszközzel
id: Perkecil grup volume %1$s berdasarkan %2$s
it: Riduzione del gruppo di volumi %1$s del %2$s
lt: Sumažinti tomų grupę %1$s iki %2$s
ru: Уменьшить группу томов %1$s на %2$s
sk: Redukovať skupinu zväzkov %1$s o %2$s

source: Reducing Btrfs volume %1$s by %2$s
ca: Reduint el volum Btrfs %1$s a %2$s
de: Btrfs-Volumen %1$s um %2$s verkleinern
fi: Pienennetään Btrfs taltioa %1$s -> %2$s
hu: %1$s Btrfs kötet csökkentése a(z) %2$s eszközzel
id: Memperkecil volume Btrfs %1$s berdasarkan %2$s
it: Riduzione del volume Btrfs %1$s di %2$s in corso
lt: Sumažinamas Btrfs tomas %1$s iki %2$s
ru: Уменьшение тома Btrfs %1$s на %2$s

source: Reducing volume group %1$s by %2$s
ca: Reduint el grup de volums %1$s per %2$s
de: Volume-Gruppe %1$s wird um %2$s reduziert
fi: Vähennetään taltioryhmästä %1$s laite %2$s
hu: %1$s kötetcsoport csökkentése a(z) %2$s eszközzel
id: Memperkecil grup volume %1$s berdasarkan %2$s
it: Riduzione del gruppo di volumi %1$s di %2$s in corso
lt: Sumažinama tomų grupė %1$s iki %2$s
ru: Уменьшение группы томов %1$s на %2$s
sk: Redukujem skupinu zväzkov %1$s o %2$s

source: Remove %1$s
ca: Suprimeix %1$s
de: %1$s entfernen
fi: Poista %1$s
hu: %1$s eltávolítása
id: Hapus %1$s
it: Rimozione di %1$s
lt: Pašalinti %1$s
ru: Удалить %1$s
sk: Odstrániť %1$s

source: Remove %1$s from %2$s
ca: Suprimeix %1$s de %2$s
de: %1$s aus %2$s entfernen
fi: Poista %1$s laitteelta %2$s
hu: %1$s eltávolítása a(z) %2$s eszközről
id: Hapus %1$s dari %2$s
it: Rimuovere %1$s da %2$s
lt: Pašalinti %1$s iš %2$s
ru: Удалить %1$s из %2$s
sk: Odstrániť %1$s z %2$s

source: Remove NFS volume %1$s
ca: Esborra el volum NFS %1$s
de: NFS-Volumen %1$s entfernen
fi: Poista NFS-taltio %1$s
hu: %1$s NFS-kötet eltávolítása
id: Hapus volume NFS %1$s
it: Rimozione del volume NFS %1$s
lt: Pašalinti NFS tomą %1$s
ru: Удалить том NFS %1$s

source: Remove RAID %1$s
ca: Suprimeix el RAID %1$s
de: RAID %1$s entfernen
fi: Poista RAID %1$s
hu: %1$s RAID eltávolítása
id: Hapus RAID %1$s
it: Rimozione del RAID %1$s
lt: Pašalinti RAID %1$s
ru: Удалить RAID %1$s

source: Remove entry for mount point %1$s from %2$s
ca: Suprimeix l'entrada del punt de muntatge %1$s de %2$s
de: Eintrag für Einhängepunkt %1$s aus %2$s entfernen
fi: Poista liitoskohdalta %1$s merkintä hakemistosta %2$s
hu: %2$s fájlban megadott %1$s csatolási pont bejegyzésének törlése
id: Hapus entri untuk mount point %1$s dari %2$s
it: Rimozione della voce per il punto di montaggio %1$s da %2$s
lt: Pašalinti prijungimo vietos %1$s įrašą iš %2$s
ru: Удалить запись для точки монтирования %1$s из %2$s
sk: Odstrániť bod pripojenia %1$s z %2$s
