Repository: openSUSE/libstorage
Catalog: po/*.po
Languages: ca, de, fi, hu, id, it, lt, ru, sk

source: (Progress bar will not move. May take very long. DO NOT ABORT!)
ca: (La barra de progrés no es mourà. Pot trigar molt. NO HO AVORTEU!)
de: (Die Fortschrittsanzeige wird sich nicht ändern. Das kann sehr lang dauern. NICHT ABBRECHEN!)
fi: (Etenemispalkki ei liiku ja toiminto saattaa kestää kauan. ÄLÄ KESKEYTÄ TOIMINTOA!)
hu: (A folyamatjelző nem fog változni. Hosszú ideig tarthat. NE SZAKÍTSA FÉLBE!)
id: (Bilah kemajuan tidak bergerak. Mungkin butuh waktu lama. JANGAN DIGUGURKAN!)
it: (La barra d'avanzamento non si muoverà. Può impiegarci molto tempo. NON INTERROMPERE!)
lt: (Eigos juosta nejudės. Tai gali trukti ilgai. NENUTRAUKITE!)
ru: (Полоса прогресса двигаться не будет. Может выполнять очень долго. НЕ ОТМЕНЯТЬ!)

source: Add entry for mount point %1$s to %2$s
ca: Afegeix l'entrada del punt de muntatge %1$s a %2$s
de: Eintrag für Einhängepunkt %1$s %2$s hinzufügen
fi: Lisää liitoskohdalle %1$s merkintä tiedostoon %2$s
hu: %1$s csatolási pont hozzáadása a(z) %2$s fájlhoz
id: Tambah entri untuk mount point %1$s ke %2$s
it: Aggiunta della voce per il punto di montaggio %1$s a %2$s
lt: Pridėti naują prijungimo vietos %1$s įrašą prie %2$s
ru: Добавить запись для точки монтирования %1$s в %2$s
sk: Pridať bod pripojenia %1$s na %2$s

source: Adding entry for mount point %1$s to %2$s
ca: Afegint l'entrada del punt de muntatge %1$s a %2$s
de: Eintrag für Einhängepunkt %1$s wird %2$s hinzugefügt
fi: Lisätään liitoskohdalle %1$s merkintä hakemistoon %2$s
hu: %1$s csatolási pont hozzáadása a(z) %2$s fájlhoz
id: Menambahkan entri untuk mount point %1$s ke %2$s
it: Aggiunta della voce per il punto di montaggio %1$s a %2$s in corso
lt: Pridedamas naujas prijungimo vietos %1$s įrašas prie %2$s
ru: Добавление записи для точки монтирования %1$s в %2$s
sk: Pridávam bod pripojenia %1$s na %2$s

source: B
ru: Б

source: Btrfs Volume
ca: Volum Btrfs
fi: Btrfs taltio
hu: Btrfs kötet
id: Volume Btrfs
it: Volume btrfs
lt: Btrfs tomas
ru: Том Btrfs

source: Change mount point of %1$s to %2$s
ca: Canvia el punt de muntatge de %1$s a %2$s
de: Einhängepunkt von %1$s auf %2$s ändern
fi: Vaihda liitoskohta %1$s -> %2$s
hu: %1$s eszköz módosítása a(z) %2$s csatolási pontra
id: Ubah mount point %1$s ke %2$s
it: Modifica del punto di montaggio di %1$s in %2$s
lt: Keisti %1$s prijungimo vietą į %2$s
ru: Изменить точку монтирования %1$s на %2$s
sk: Zmeniť bod pripojenia %1$s na %2$s

source: Change mount point of tmpfs to %1$s
ca: Canvia el punt de muntatge de tmpfs a %1$s
de: Einhängepunkt von tmpfs auf %1$s ändern
fi: Vaihda tmpfs liitoskohta -> %1$s
hu: A tmpfs csatolási pontjának módosítása erre: %1$s
id: Ubah mount point tmpfs ke %1$s
it: Modifica del punto di montaggio del tmpfs a %1$s
lt: Keisti tmpfs prijungimo vietą į %1$s
ru: Изменить точку монтирования tmpfs на %1$s

source: Clear label on %1$s
ca: Neteja l'etiqueta a %1$s
de: Bereinige Kennung auf %1$s
fi: Poista nimi taltiolta %1$s
hu: %1$s címkéjének törlése
id: Bersihkan label pada %1$s
it: Azzeramento dell'etichetta su %1$s
lt: Ištrinti %1$s žymę
ru: Очистить метку на %1$s
sk: Vyčistiť popis na %1$s

source: Clearing label on %1$s
ca: Netejant l'etiqueta a %1$s
de: Bereinige Kennung auf %1$s
fi: Poistetaan nimi taltiolta %1$s
hu: %1$s címkéjének törlése
id: Membersihkan label pada %1$s
it: Azzeramento dell'etichetta su %1$s in corso
lt: Ištrinama %1$s žymė
ru: Очистка метки на %1$s
sk: Čistím popis na %1$s

source: Create %1$s
ca: Crea %1$s
de: %1$s erstellen
fi: Luo %1$s
hu: %1$s létrehozása
id: Buat %1$s
it: Creazione di %1$s
lt: Sukurti %1$s
ru: Создать %1$s
sk: Vytvoriť %1$s

source: Create BIOS grub volume %1$s (%2$s)
ca: Crea un volum BIOS grub %1$s (%2$s)
de: BIOS-grub-Volume %1$s (%2$s) erstellen
fi: Luo BIOS-grub-taltio %1$s (%2$s)
hu: %1$s BIOS GRUB kötet létrehozása (%2$s)
id: Buat volume grub BIOS %1$s (%2$s)
it: Creazione del volume grub BIOS %1$s (%2$s)
lt: Sukurti BIOS grub tomą %1$s (%2$s)
ru: Создать том BIOS grub %1$s (%2$s)

source: Create GPT PReP volume %1$s (%2$s)
ca: Crea un volum GPT PReP %1$s (%2$s)
de: GPT-PReP-Volume %1$s (%2$s) erstellen
fi: Luo GPT-PReP-taltio %1$s (%2$s)
hu: %1$s GPT PReP kötet létrehozása (%2$s)
id: Buat volume PReP GPT %1$s (%2$s)
it: Creazione del volume PReP GPT %1$s (%2$s)
lt: Sukurti GPT PReP tomą %1$s (%2$s)
ru: Создать том GPT PReP %1$s (%2$s)

source: Create PReP volume %1$s (%2$s)
ca: Crea un volum PReP %1$s (%2$s)
de: PReP-Volume %1$s (%2$s) erstellen
fi: Luo PrEP-taltio %1$s (%2$s)
hu: %1$s PReP kötet létrehozása (%2$s)
id: Buat volume PReP %1$s (%2$s)
it: Creazione del volume PReP %1$s (%2$s)
lt: Sukurti PReP tomą %1$s (%2$s)
ru: Создать том PReP %1$s (%2$s)

source: Create RAID partition %1$s (%2$s)
ca: Crea una partició RAID %1$s (%2$s)
de: RAID-Partition %1$s (%2$s) erstellen
fi: Luo RAID-osio %1$s (%2$s)
hu: %1$s RAID-partíció létrehozása (%2$s)
id: Buat partisi RAID %1$s (%2$s)
it: Creazione della partizione RAID %1$s (%2$s)
lt: Kuriamas RAID skaidinys %1$s (%2$s)
ru: Создать раздел RAID %1$s (%2$s)

source: Create RAID partition %1$s (%2$s) for %4$s with %3$s
ca: Crea una partició RAID %1$s (%2$s) per a %4$s amb %3$s
de: RAID-Partition %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo RAID-osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s RAID-partíció létrehozása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Buat partisi RAID %1$s (%2$s) untuk %4$s dengan %3$s
it: Creazione della partizione RAID %1$s (%2$s) per %4$s con %3$s
lt: Sukurti RAID skaidinį %1$s (%2$s) %4$s su %3$s
ru: Создать раздел RAID %1$s (%2$s) для %4$s с %3$s

source: Create boot volume %1$s (%2$s) with %3$s
ca: Crea un volum d'arrencada %1$s (%2$s) amb %3$s
de: Boot-Partition %1$s (%2$s) mit %3$s erstellen
fi: Luo käynnistysosio (boot) %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s rendszerindító kötet létrehozása (%2$s), %3$s fájlrendszerrel
id: Buat volume boot %1$s (%2$s) dengan %3$s
it: Creazione del volume di avvio %1$s (%2$s) con %3$s
lt: Sukurti operacinės sistemos paleidimo tomą %1$s (%2$s) kaip %3$s
ru: Создать загрузочный том %1$s (%2$s) с %3$s
sk: Vytvoriť štartovací zväzok %1$s (%2$s) s %3$s

source: Create encrypted RAID partition %1$s (%2$s) for %4$s with %3$s
ca: Crea una partició xifrada RAID %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsselte RAID-Partition %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo salattu RAID-osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított RAID-partíció létrehozása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Buat partisi RAID %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Creazione della partizione RAID cifrata %1$s (%2$s) per %4$s con %3$s
lt: Sukurti šifruotą RAID skaidinį %1$s (%2$s) jungiamą prie %4$s kaip %3$s
ru: Создать зашифрованный раздел RAID %1$s (%2$s) для %4$s с %3$s

source: Create encrypted file-based device %1$s of file %2$s (%3$s) as %5$s with %4$s
ca: Crea un dispositiu xifrat basat en fitxers %1$s del fitxer %2$s (%3$s) com a %5$s amb %4$s
de: Verschlüsseltes dateibasiertes Gerät %1$s von Datei %2$s (%3$s) als %5$s mit %4$s erstellen
fi: Luo tiedoston %2$s (%3$s) salattu tiedostopohjainen laite %1$s liitoskohtaan %5$s tiedostojärjestelmällä %4$s
hu: %1$s titkosított fájlalapú eszköz létrehozása (fájl: %2$s, méret: %3$s), %5$s csatolási ponttal, %4$s fájlrendszerrel
id: Buat perangkat berbasis berkas %1$s terenkripsi dari berkas %2$s (%3$s) sebagai %5$s dengan %4$s
it: Creazione del dispositivo basato su file cifrato %1$s del file %2$s (%3$s) come %5$s con %4$s
lt: Rinkmenos pagrindu sukurti šifruotą įrenginį %1$s iš rinkmenos %2$s (%3$s) prie %5$s kaip %4$s
ru: Создать зашифрованное файловое устройство %1$s из файла %2$s (%3$s) как %5$s с %4$s
sk: Vytvoriť šifrované súborové zariadenie %1$s súboru %2$s (%3$s) ako %5$s s %4$s

source: Create encrypted logical volume %1$s (%2$s) for %4$s with %3$s
ca: Crea un volum lògic xifrat %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsseltes logisches Volume %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo salattu looginen taltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított logikai kötet létrehozása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Buat volume logical %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Creazione del volume logico cifrato %1$s (%2$s) per %4$s con %3$s
lt: Sukurti šifruotą loginį tomą %1$s (%2$s) %4$s kaip %3$s
ru: Создать зашифрованный логический том %1$s (%2$s) для %4$s с %3$s
sk: Vytvoriť šifrovaný logický zväzok %1$s (%2$s) pre %4$s s %3$s

source: Create encrypted multipath partition %1$s (%2$s) for %4$s with %3$s
ca: Crea una partició multiruta xifrada %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsselte Multipath-Partition %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo salattu multipath-osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított többutas partíció létrehozása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Buat partisi multipath %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Creazione della partizione cifrata multipath %1$s (%2$s) per %4$s con %3$s
lt: Sukurti šifruotą multipath skaidinį %1$s (%2$s) jungiamą prie %4$s kaip %3$s
ru: Создать зашифрованный multipath-раздел %1$s (%2$s) для %4$s с %3$s
sk: Vytvoriť šifrovaný viaccestný oddiel %1$s (%2$s) pre %4$s s %3$s

source: Create encrypted software RAID %1$s (%2$s) from %5$s for %4$s with %3$s
ca: Crea un programari xifrat RAID %1$s (%2$s) de %5$s per a %4$s amb %3$s
de: Verschlüsseltes Software-RAID %1$s (%2$s) von %5$s für %4$s mit %3$s erstellen
fi: Luo salattu ohjelmistopohjainen RAID %1$s (%2$s) laitteelle %5$s liitoskohtaan %4$s käyttämällä tiedostojärjestelmää %3$s
hu: %1$s titkosított szoftveres RAID létrehozása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel, a(z) %5$s eszközön
id: Buat perangkat lunak RAID %1$s (%2$s) terenkripsi dari %5$s untuk %4$s dengan %3$s
it: Creazione del RAID software cifrato %1$s (%2$s) da %5$s per %4$s con %3$s
lt: Sukurti šifruotą programinį RAID %1$s (%2$s) iš %5$s, jungiamą prie %4$s kaip %3$s
ru: Создать зашифрованный программный RAID %1$s (%2$s) из %5$s для %4$s с %3$s
sk: Vytvoriť šifrovaný softvérový RAID %1$s (%2$s) z %5$s pre %4$s s %3$s

source: Create encrypted volume %1$s (%2$s)
ca: Crea un volum xifrat %1$s (%2$s)
de: Verschlüsselte Partition %1$s (%2$s) erstellen
fi: Luo salattu taltio %1$s (%2$s)
hu: %1$s titkosított kötet létrehozása (%2$s)
id: Buat volume %1$s (%2$s) terenkripsi
it: Creazione del volume cifrato %1$s (%2$s)
lt: Sukurti užšifruotą tomą %1$s (%2$s)
ru: Создать зашифрованный том %1$s (%2$s)
sk: Vytvoriť šifrovaný zväzok %1$s (%2$s)

source: Create encrypted volume %1$s (%2$s) for %4$s with %3$s
ca: Crea un volum xifrat %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsseltes Volumen %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo salattu taltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított kötet létrehozása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Buat volume %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Creazione del volume cifrato %1$s (%2$s) per %4$s con %3$s
lt: Sukurti šifruotą tomą %1$s (%2$s) jungiamą prie %4$s kaip %3$s
ru: Создать зашифрованный том %1$s (%2$s) для %4$s с %3$s
sk: Vytvoriť šifrovaný zväzok %1$s (%2$s) pre %4$s s %3$s

source: Create extended RAID partition %1$s (%2$s)
ca: Crea una partició ampliada RAID %1$s (%2$s)
de: Erweiterte RAID-Partition %1$s (%2$s) erstellen
fi: Luo jatkettu RAID-osio %1$s (%2$s)
hu: %1$s kiterjesztett RAID-partíció létrehozása (%2$s)
id: Buat partisi RAID extended %1$s (%2$s)
it: Creazione della partizione RAID estesa %1$s (%2$s)
lt: Sukurti išplėstąjį RAID skaidinį %1$s (%2$s)
ru: Создать расширенный раздел RAID %1$s (%2$s)

source: Create extended multipath partition %1$s (%2$s)
ca: Crea una partició multiruta ampliada %1$s (%2$s)
de: Erweiterte Multipath-Partition %1$s (%2$s) erstellen
fi: Luo jatkettu multipath-osio %1$s (%2$s)
hu: %1$s kiterjesztett többutas partíció létrehozása (%2$s)
id: Buat partisi multipath extended %1$s (%2$s)
it: Creazione della partizione estesa multipath %1$s (%2$s)
lt: Sukurti išplėstąjį multipath skaidinį %1$s (%2$s)
ru: Создать расширенный multipath-раздел %1$s (%2$s)
sk: Vytvoriť rozšírený viaccestný oddiel %1$s (%2$s)

source: Create extended partition %1$s (%2$s)
ca: Crea una partició ampliada %1$s (%2$s)
de: Erweiterte Partition %1$s (%2$s) erstellen
fi: Luo laajennettu osio %1$s (%2$s)
hu: %1$s kiterjesztett partíció létrehozása (%2$s)
id: Buat partisi extended %1$s (%2$s)
it: Creare la partizione estesa %1$s (%2$s)
lt: Sukurti išplėstąjį skaidinį %1$s (%2$s)
ru: Создать расширенный раздел %1$s (%2$s)
sk: Vytvoriť rozšírený oddiel %1$s (%2$s)

source: Create file-based device %1$s of file %2$s (%3$s)
ca: Crea un dispositiu basat en fitxers %1$s del fitxer %2$s (%3$s)
de: Dateibasiertes Gerät %1$s von Datei %2$s (%3$s) erstellen
fi: Luo tiedoston%2$s (%3$s) tiedostopohjainen laite %1$s
hu: %1$s fájlalapú eszköz létrehozása (fájl: %2$s, méret: %3$s)
id: Buat perangkat berbasis berkas %1$s dari berkas %2$s (%3$s)
it: Creazione del dispositivo basato su file %1$s del file %2$s (%3$s)
lt: Rinkmenos pagrindu sukurti įrenginį %1$s iš rinkmenos %2$s (%3$s)
ru: Создать файловое устройство %1$s из файла %2$s (%3$s)
sk: Vytvoriť súborové zariadenie %1$s súboru %2$s (%3$s)

source: Create file-based device %1$s of file %2$s (%3$s) as %5$s with %4$s
ca: Crea un dispositiu basat en fitxers %1$s del fitxer %2$s (%3$s) com a %5$s amb %4$s
de: Dateibasiertes Gerät %1$s von Datei %2$s (%3$s) als %5$s mit %4$s erstellen
fi: Luo tiedoston %2$s (%3$s) tiedostopohjainen laite %1$s liitoskohtaan %4$s tiedostojärjestelmällä %5$s
hu: %1$s fájlalapú eszköz létrehozása (fájl: %2$s, méret: %3$s), %5$s csatolási ponttal, %4$s fájlrendszerrel
id: Buat perangkat berbasis berkas %1$s dari berkas %2$s (%3$s) sebagai %5$s dengan %4$s
it: Creazione del dispositivo basato su file %1$s di %2$s (%3$s) come %5$s con %4$s
lt: Rinkmenos pagrindu sukurti įrenginį %1$s iš rinkmenos %2$s (%3$s) prie %5$s kaip %4$s
ru: Создать файловое устройство %1$s из файла %2$s (%3$s) как %5$s с %4$s
sk: Vytvoriť súborové zariadenie %1$s súboru %2$s (%3$s) ako %5$s s %4$s

source: Create logical volume %1$s (%2$s)
ca: Crea un volum lògic %1$s (%2$s)
de: Logisches Volume %1$s (%2$s) erstellen
fi: Luo looginen taltio %1$s (%2$s)
hu: %1$s logikai kötet létrehozása (%2$s)
id: Buat volume logical %1$s (%2$s)
it: Creazione del volume logico %1$s (%2$s)
lt: Sukurti loginį tomą %1$s (%2$s)
ru: Создать логический том %1$s (%2$s)
sk: Vytvoriť logický zväzok %1$s (%2$s)

source: Create logical volume %1$s (%2$s) for %4$s with %3$s
ca: Crea un volum lògic %1$s (%2$s) per a %4$s amb %3$s
de: Logisches Volume %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo looginen taltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s logikai kötet létrehozása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Buat volume logical %1$s (%2$s) untuk %4$s dengan %3$s
it: Creazione del volume logico %1$s (%2$s) per %4$s con %3$s
lt: Sukurti loginį tomą %1$s (%2$s) jungiamą prie %4$s kaip %3$s
ru: Создать логический том %1$s (%2$s) для %4$s с %3$s
sk: Vytvoriť logický zväzok %1$s (%2$s) pre %4$s s %3$s

source: Create multipath partition %1$s (%2$s)
ca: Crea una partició multiruta %1$s (%2$s)
de: Multipath-Partition %1$s (%2$s) erstellen
fi: Luo multipath-osio %1$s (%2$s)
hu: %1$s többutas partíció létrehozása (%2$s)
id: Buat partisi multipath %1$s (%2$s)
it: Creazione della partizione multipath %1$s (%2$s)
lt: Sukurti multipath skaidinį %1$s (%2$s)
ru: Создать multipath-раздел %1$s (%2$s)
sk: Vytvoriť viaccestný oddiel %1$s (%2$s)

source: Create multipath partition %1$s (%2$s) for %4$s with %3$s
ca: Crea una partició multiruta %1$s (%2$s) per a %4$s amb %3$s
de: Multipath-Partition %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo multipath-osio %1$s (%2$s) liitoskohtaan %4$s tiedostojärjestelmällä %3$s
hu: %1$s többutas partíció létrehozása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Buat partisi multipath %1$s (%2$s) untuk %4$s dengan %3$s
it: Creazione della partizione multipath %1$s (%2$s) per %4$s con %3$s
lt: Sukurti multipath skaidinį %1$s (%2$s) jungiamą prie %4$s kaip %3$s
ru: Создать multipath-раздел %1$s (%2$s) для %4$s с %3$s
sk: Vytvoriť viaccestný oddiel %1$s (%2$s) pre %4$s s %3$s

source: Create root volume %1$s (%2$s) with %3$s
ca: Crea un volum d'arrel %1$s (%2$s) amb %3$s
de: Root-Partition %1$s (%2$s) mit %3$s erstellen
fi: Luo juuritaltio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s gyökérkötet létrehozása (%2$s) %3$s fájlrendszerrel
id: Buat volume root %1$s (%2$s) dengan %3$s
it: Creazione del volume radice %1$s (%2$s) con %3$s
lt: Sukurti šakninį tomą %1$s (%2$s) kaip %3$s
ru: Создать корневой том %1$s (%2$s) с %3$s
sk: Vytvoriť koreňový zväzok %1$s (%2$s) s %3$s

source: Create software RAID %1$s (%2$s) from %3$s
ca: Crea un programari RAID %1$s (%2$s) de %3$s
de: Software-RAID %1$s (%2$s) von %3$s erstellen
fi: Luo ohjelmistopohjainen RAID %1$s (%2$s) laitteelle %3$s
hu: %1$s szoftveres RAID létrehozása (%2$s) a(z) %3$s eszközön
id: Buat perangkat lunak RAID %1$s (%2$s) dari %3$s
it: Creazione del RAID software %1$s (%2$s) da %3$s
lt: Sukurti programinį RAID %1$s (%2$s) iš %3$s
ru: Создать программный RAID %1$s (%2$s) из %3$s
sk: Vytvoriť softvérový RAID %1$s (%2$s) z %3$s

source: Create software RAID %1$s (%2$s) from %5$s for %4$s with %3$s
ca: Crea un programari RAID %1$s (%2$s) de %5$s per a %4$s amb %3$s
de: Software-RAID %1$s (%2$s) von %5$s für %4$s mit %3$s erstellen
fi: Luo ohjelmistopohjainen RAID %1$s (%2$s) laitteelle %5$s liitoskohtaan %4$s käyttäen tiedostojärjestelmää %3$s
hu: %1$s (%2$s) szoftveres RAID létrehozása, %4$s csatolási ponttal, %3$s fájlrendszerrel, a(z) %5$s eszköz(ök)ből
id: Buat perangkat lunak RAID %1$s (%2$s) dari %5$s untuk %4$s dengan %3$s
it: Creazione del RAID software %1$s (%2$s) da %5$s per %4$s con %3$s
lt: Sukurti programinį RAID %1$s (%2$s) iš %5$s, jungiamą prie %4$s kaip %3$s
ru: Создать программный RAID %1$s (%2$s) из %5$s для %4$s с %3$s
sk: Vytvoriť softvérový RAID %1$s (%2$s) z %5$s pre %4$s s %3$s

source: Create subvolume %1$s on device %2$s
ca: Crea un subvolum %1$s al dispositiu %2$s
de: Subvolumen %1$s auf Gerät %2$s erstellen
fi: Luo alitaltio %1$s laitteelle %2$s
hu: %1$s alkötet létrehozása ezen az eszközön: %2$s
id: Buat subvolume %1$s pada perangkat %2$s
it: Creazione del sotto-volume %1$s sul dispositivo %2$s
lt: Sukurti potomį %1$s įrenginyje %2$s
ru: Создать подтом %1$s на устройстве %2$s

source: Create subvolume %1$s on device %2$s with option "no copy on write"
ca: Crea un subvolum %1$s al dispositiu %2$s amb l'opció "no copiïs en escriure"
de: Subvolumen %1$s auf Gerät %2$s mit der Option "keine Kopie beim Schreiben" erstellen
fi: Luo alitaltio %1$s laitteelle %2$s "no copy on write" -asetuksella
id: Buat subvolume %1$s pada perangkat %2$s dengan opsi "no copy on write"
it: Creazione del sotto-volume %1$s sul dispositivo %2$s con l'opzione "no copy on write"
lt: Sukurti potomį %1$s įrenginyje %2$s nurodant parinktį „rašant nekopijuoti“
ru: Создать подтом %1$s на устройстве %2$s с параметром «без копирования при записи»

source: Create swap RAID partition %1$s (%2$s)
ca: Crea una partició d'intercanvi RAID %1$s (%2$s)
de: Swap-RAID-Partition %1$s (%2$s) erstellen
fi: Luo swap-osio RAID-osiolle %1$s (%2$s)
hu: %1$s RAID-cserepartíció létrehozása (%2$s)
id: Buat partisi RAID swap %1$s (%2$s)
it: Creazione della partizione RAID di swap %1$s (%2$s)
lt: Sukurti sukeitimų (swap) RAID skaidinį %1$s (%2$s)
ru: Создать раздел подкачки RAID %1$s (%2$s)

source: Create swap logical volume %1$s (%2$s)
ca: Crea un volum lògic d'intercanvi %1$s (%2$s)
de: Logisches Auslagerungs-Volume %1$s (%2$s) erstellen
fi: Luodaan looginen swap-taltio %1$s (%2$s)
hu: %1$s logikai cserekötet létrehozása (%2$s)
id: Buat volume logical swap %1$s (%2$s)
it: Creazione del volume logico di swap %1$s (%2$s)
lt: Sukurti sukeitimų (swap) loginį tomą %1$s (%2$s)
ru: Создать логический том подкачки %1$s (%2$s)
sk: Vytvoriť swap logický zväzok %1$s (%2$s)

source: Create swap multipath partition %1$s (%2$s)
ca: Crea una partició d'intercanvi multiruta %1$s (%2$s)
de: Multipath-Auslagerungs-Partition %1$s (%2$s) erstellen
fi: Luo swap-multipath-osio %1$s (%2$s)
hu: %1$s többutas cserepartíció létrehozása (%2$s)
id: Buat partisi multipath swap %1$s (%2$s)
it: Creazione della partizione multipath di swap %1$s (%2$s)
lt: Sukurti sukeitimų (swap) multipath skaidinį %1$s (%2$s)
ru: Создать multipath-раздел подкачки %1$s (%2$s)
sk: Vytvoriť swap viaccestný oddiel %1$s (%2$s)

source: Create swap volume %1$s (%2$s)
ca: Crea un volum d'intercanvi %1$s (%2$s)
de: Auslagerungs-Volume %1$s (%2$s) erstellen
fi: Luo swap-taltio %1$s (%2$s)
hu: %1$s cserekötet létrehozása (%2$s)
id: Buat volume swap %1$s (%2$s)
it: Creazione del volume di swap %1$s (%2$s)
lt: Sukurti sukeitimų (swap) tomą %1$s (%2$s)
ru: Создать том подкачки %1$s (%2$s)
sk: Vytvoriť swap zväzok %1$s (%2$s)

source: Create volume %1$s (%2$s)
ca: Crea un volum %1$s (%2$s)
de: Volume %1$s (%2$s) erstellen
fi: Luo taltio %1$s (%2$s)
hu: %1$s kötet létrehozása (%2$s)
id: Buat volume %1$s (%2$s)
it: Creazione del volume %1$s (%2$s)
lt: Sukurti tomą %1$s (%2$s)
ru: Создать том %1$s (%2$s)
sk: Vytvoriť zväzok %1$s (%2$s)

source: Create volume %1$s (%2$s) for %4$s with %3$s
ca: Crea un volum %1$s (%2$s) per a %4$s amb %3$s
de: Volume %1$s (%2$s) für %4$s mit %3$s erstellen
fi: Luo taltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s kötet létrehozása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Buat volume %1$s (%2$s) untuk %4$s dengan %3$s
it: Creazione del volume %1$s (%2$s) per %4$s come %3$s
lt: Sukurti tomą %1$s (%2$s) jungiamą prie %4$s kaip %3$s
ru: Создать том %1$s (%2$s) для %4$s с %3$s
sk: Vytvoriť zväzok %1$s (%2$s) pre %4$s s %3$s

source: Create volume group %1$s (%2$s) from %3$s
ca: Crea el grup de volums %1$s (%2$s) a partir de %3$s
de: Volume-Gruppe %1$s (%2$s) wird aus %3$s erstellt
fi: Luo taltioryhmä %1$s (%2$s) laitteesta %3$s
hu: %1$s kötetcsoport létrehozása (%2$s) ebből: %3$s
id: Buat grup volume %1$s (%2$s) dari %3$s
it: Creazione del gruppo di volumi %1$s (%2$s) in %3$s
lt: Sukurti tomų grupę %1$s (%2$s) iš %3$s
ru: Создать группу томов %1$s (%2$s) на основе устройств %3$s
sk: Vytvoriť skupinu zväzkov %1$s (%2$s) z %3$s

source: Creating %1$s
ca: Creant %1$s
de: %1$s wird erstellt
fi: Luodaan %1$s
hu: %1$s létrehozása
id: Membuat %1$s
it: Creazione di %1$s in corso
lt: Kuriamas %1$s
ru: Создание %1$s
sk: Vytváram %1$s

source: Creating RAID partition %1$s
ca: Creant la partició RAID %1$s
de: RAID-Partition %1$s erstellen
fi: Luodaan RAID-osio %1$s
hu: %1$s RAID-partíció létrehozása
id: Membuat partisi RAID %1$s
it: Creazione della partizione RAID %1$s in corso
lt: Kuriamas RAID skaidinys %1$s
ru: Создание раздела RAID %1$s

source: Creating file-based device %1$s of file %2$s
ca: Creant el dispositiu basat en fitxers %1$s del fitxer %2$s
de: Dateibasiertes Gerät %1$s von Datei %2$s wird erstellt
fi: Luodaan tiedoston %2$s tiedostopohjaista laitetta %1$s
hu: %1$s fájlalapú eszköz létrehozása a(z) %2$s fájlból
id: Membuat perangkat berbasis berkas %1$s dari berkas %2$s
it: Creazione del dispositivo basato su file %1$s del file %2$s in corso
lt: Rinkmenos pagrindu kuriamas įrenginys %1$s iš %2$s rinkmenos
ru: Создание файлового устройства %1$s из файла %2$s
sk: Vytvoriť súborové zariadenie %1$s súboru %2$s
