Repository: openSUSE/libstorage
Catalog: po/*.po
Languages: ca, de, fi, hu, id, it, lt, ru, sk

source: Updating entry for mount point %1$s in %2$s
ca: Actualitzant l'entrada del punt de muntatge %1$s a %2$s
de: Eintrag für Einhängepunkt %1$s in %2$s wird aktualisiert
fi: Päivitetään liitoskohdan %1$s merkintä hakemistossa %2$s
hu: %2$s fájlban megadott %1$s csatolási pont bejegyzésének frissítése
id: Memperbarui entri untuk mount point %1$s dalam %2$s
it: Aggiornamento della voce per il punto di montaggio %1$s in %2$s in corso
lt: Atnaujinamas prijungimo vietos %1$s įrašas rinkmenoje %2$s
ru: Обновление записи для точки монтирования %1$s в %2$s
sk: Aktualizujem bod pripojenia %1$s v %2$s

source: Use %1$s as %2$s
ca: Usa %1$s com a %2$s
de: %1$s als %2$s verwenden
fi: Käytä %1$s nimellä %2$s
hu: %1$s használata, mint %2$s
id: Gunakan %1$s sebagai %2$s
it: Uso di %1$s come %2$s
lt: Naudoti %1$s kaip %2$s
ru: Использовать %1$s как %2$s
sk: Použiť %1$s ako %2$s

source: Volume Group
ca: Grup de volums
de: Volume-Gruppe
fi: Taltioryhmä
hu: Kötetcsoport
id: Grup Volume
it: Gruppo di volumi
lt: Tomų grupė
ru: Группа томов
sk: Skupina zväzkov

source: You have the following options: - Repartition your system so that only the maximal allowed number of partitions is used. To repartition, use your existing operating system. - Use LVM since it can provide an arbitrary and flexible number of block devices partitions. This needs a repartition as well.
ca: Teniu les opcions següents: - Reparticioneu el sistema de manera que només s'usi el nombre màxim permès de particions. Per reparticionar, useu el sistema operatiu existent. - Useu LVM ja que pot proporcionar un nombre de particions de dispositius de blocs arbibrari i flexible. Això necessita també un reparticionament.
de: Sie haben die folgenden Optionen: - Partitionieren Sie Ihr System neu, sodass nur die maximal zulässige Anzahl von Partitionen verwendet wird. Verwenden Sie zur Neupartitionierung Ihr vorhandenes Betriebssystem. - Verwenden Sie LVM, da es eine beliebige und flexible Anzahl von Partitionen für Block-Geräte bieten kann. Dazu ist ebenfalls eine Neupartitionierung erforderlich.
fi: Sinulla on seuraavat vaihtoehdot: - Osioi järjestelmäsi uudelleen siten että vain enimmäismäärä osiota on käytössä. Käytä olemassa olevaa käyttöjärjestelmää uudelleen osiointiin. - Käytä LVM-osiointia, koska se mahdollistaa mielivaltaisen ja joustavan määrän lohkolaitteiden osioita. Tämä vaatii myös uuden osioinnin.
hu: A következő lehetőségek állnak rendelkezésre: - A rendszer újraparticionálása a maximálisan használható partíciószámra. Ehhez a művelethez használja a jelenleg használt operációs rendszert. - LVM használatával korlátlanul és rugalmasan alakíthatók ki blokkeszköz-partíciók. Ez szintén újraparticionálást igényel.
id: Anda memiliki opsi berikut: - Partisi ulang sistem Anda sehingga hanya menggunakan jumlah partisi maksimal yang diizinkan. Untuk mempartisi ulang, gunakan sistem operasi Anda yang sudah ada. - Gunakan LVM karena dapat memberikan jumlah blok partisi perangkat semaunya dan fleksibel. Hal ini memerlukan partisi ulang juga.
it: Sono disponibili le seguenti opzioni: - Ripartizionare il sistema in modo da usare solo il numero massimo di partizioni consentito. Per ripartizionare, usare il sistema operativo già in uso. - Usare LVM poiché può fornire un numero arbitrario e flessibile di partizioni di dispositivi a blocchi. È comunque necessario un ripartizionamento.
lt: Galite pasirinkti: - Pakeiskite savo sistemos skaidinių sąranką taip, kad būtų naudojamas tik didžiausias leidžiamas skaidinių kiekis. Skaidinių sąranką keiskite jau esančioje operacinėje sistemoje. - Naudokite LVM, kadangi tai leidžia lanksčiai nustatyti blokinių įrenginių skaidinių skaičių. Skaidinių sąranką keisti reikia keisti taip pat.
ru: У вас есть следующие варианты: — Переразметить систему так, чтобы было использовано максимальное разрешённое число разделов. Для переразметки используйте вашу существующую операционную систему. — Использовать LVM, так как это предоставляет удобное и гибкое управление устройствами. Для этого также потребуется переразметка.
sk: Máte nasledujúce možnosti: - Prerozdelenie Vášho systému tak, že sa používa iba maximálne povolené množstvo oddielov. Pre prerozdelenie použite Váš existujúci operačný systém. - Použitie LVM môže poskytnúť ľubovoľný a flexibilný počet oddielov zariadení. Potrebuje prerozdelenie.

source: Your disk %1$s contains %2$lu partitions. The maximum number of partitions that the kernel driver of the disk can handle is %3$lu. Partitions numbered above %3$lu cannot be accessed.
ca: El vostre disc %1$s conté %2$lu particions. El nombre màxim de particions que el controlador del nucli pot suportar és de %3$lu. No es pot tenir accés a les particions per sobre de %3$lu.
de: Die Festplatte %1$s enthält %2$lu Partitionen. Die maximale Anzahl der Partitionen, die vom Kernel-Treiber verarbeitet werden kann, beträgt %3$lu. Auf Partitionen mit Nummern über %3$lu, kann nicht zugegriffen werden.
fi: Levysi %1$s sisältää %2$lu osiota. Tämän ytimen ohjain pystyy tukemaan enimmillään %3$lu osiota tällä levyllä. Osionumeroita, jotka ovat suurempia kuin %3$lu ei voida käsitellä.
hu: A(z) %1$s lemez %2$lu partíciót tartalmaz. A lemez kernel-illesztőprogramja legfeljebb %3$lu partíciót tud kezelni. A(z) %3$lu feletti számú partíciók nem érhetők el.
id: Disk %1$s Anda berisi %2$lu partisi. Jumlah maksimal partisi yang driver disk pada kernel dapat tangani adalah %3$lu. Partisi dengan nomor diatas %3$lu tidak dapat diakses.
it: Il disco %1$s contiene %2$lu partizioni. Il numero massimo di partizioni che il driver del disco del kernel è in grado di gestire è %3$lu. Le partizioni con numeri superiori a %3$lu non saranno accessibili.
lt: Jūsų diskas %1$s turi %2$lu skaidinius. Tačiau šiam diskui skirta branduolio tvarkyklė gali apdoroti ne daugiau kaip %3$lu skaidinius. Tad nebus pasiekiami skaidiniai, kurių numeris didesnis kaip %3$lu.
ru: Ваш диск %1$s содержит %2$lu разделов. Максимальное число разделов, которое поддерживает драйвер ядра для этого диска %3$lu. Разделы с номерами выше %3$lu недоступны.
sk: Váš disk %1$s obsahuje %2$lu oddielov. Maximálny počet oddielov, ktoré môže ovládať ovládač jadra, %3$lu. Oddiely s číslami vyššími ako %3$lu, sú neprístupné.

source: k
ru: к

source: kB
fi: kt
ru: кБ

source: DM Multipath
ca: Multiruta DM
hu: DM többutas
id: Multipath DM
it: Multipath DM
sk: Viaccestný DM

source: DM RAID
ca: RAID DM
it: RAID DM

source: MD RAID
ca: RAID MD
id: RAID MD
it: RAID MD
