Repository: openSUSE/libstorage
Catalog: po/*.po
Languages: ca, de, fi, hu, id, it, lt, ru, sk

source: Remove software RAID %1$s
ca: Suprimint el programari RAID %1$s
de: Software-RAID %1$s wird gelöscht
fi: Poista ohjelmistopohjainen RAID %1$s
hu: %1$s szoftveres RAID eltávolítása
id: Hapus perangkat lunak RAID %1$s
it: Rimozione del RAID software %1$s
lt: Pašalinti programinį RAID %1$s
ru: Удалить программный RAID %1$s
sk: Odstrániť softvérový RAID %1$s

source: Remove subvolume %1$s on device %2$s
ca: Esborra el subvolum %1$s al dispositiu %2$s
de: Entferne Subvolumen %1$s vom Gerät %2$s
fi: Poista alitaltio %1$s laitteelta %2$s
hu: %1$s alkötet eltávolítása erről az eszközön: %2$s
id: Hapus subvolume %1$s pada perangkat %2$s
it: Rimozione del sotto-volume %1$s sul dispositivo %2$s
lt: Šalinti potomį %1$s įrenginyje %2$s
ru: Удалить подтом %1$s на устройстве %2$s

source: Remove tmpfs from %1$s
ca: Suprimeix tmpfs de %1$s
de: Entferne tmpfs von %1$s
fi: Poista tmpfs polusta %1$s
hu: Tmpfs eltávolítása a(z) %1$s csatolási pontról
id: Hapus tmpfs dari %1$s
it: Rimozione del tmpfs da %1$s
lt: Pašalinti tmpfs iš %1$s
ru: Удалить tmpfs из %1$s

source: Remove tmpfs volume from mount point %1$s
ca: Suprimeix el volum tmpf del punt de muntatge %1$s
de: tmpfs-Volumen vom Einhängepunkt %1$s entfernen
fi: Poista tmpfs taltio liitospisteestä %1$s
hu: Tmpfs kötet eltávolítása a(z) %1$s csatolási pontról
id: Hapus volume tmpfs dari mount point %1$s
it: Rimozione del volume tmpfs dal punto di montaggio %1$s
lt: Pašalinti tmpfs tomą iš prijungimo vietos %1$s
ru: Удалить том tmpfs из точки монтирования %1$s

source: Remove volume %1$s
ca: Esborra el volum %1$s
de: Volume %1$s entfernen
fi: Poista taltio %1$s
hu: %1$s kötet eltávolítása
id: Hapus volume %1$s
it: Rimozione del volume %1$s
lt: Šalinti tomą %1$s
ru: Удалить том %1$s
sk: Odstrániť zväzok %1$s

source: Remove volume group %1$s
ca: Suprimeix el grup de volums %1$s
de: Volume-Gruppe %1$s entfernen
fi: Poista taltioryhmä %1$s
hu: %1$s kötetcsoport eltávolítása
id: Hapus grup volume %1$s
it: Rimozione del gruppo di volumi %1$s
lt: Pašalinti tomų grupę %1$s
ru: Удалить группу томов %1$s
sk: Odstrániť skupinu zväzkov %1$s

source: Removing %1$s
ca: Suprimint %1$s
de: %1$s wird entfernt
fi: Poistetaan %1$s
hu: %1$s eltávolítása
id: Menghapus %1$s
it: Rimozione di %1$s in corso
lt: Šalinamas %1$s
ru: Удаление %1$s
sk: Odstraňujem %1$s

source: Removing NFS volume %1$s
ca: Eliminant el volum NFS %1$s
de: NFS-Volumen %1$s entfernen
fi: Poistetaan NFS-taltio %1$s
hu: %1$s NFS-kötet eltávolítása
id: Menghapus volume NFS %1$s
it: Rimozione del volume NFS %1$s in corso
lt: Šalinamas NFS tomas %1$s
ru: Удаление тома NFS %1$s

source: Removing RAID %1$s
ca: Suprimint RAID %1$s
de: RAID %1$s entfernen
fi: Poistetaan RAID %1$s
hu: %1$s RAID eltávolítása
id: Menghapus RAID %1$s
it: Rimozione del RAID %1$s in corso
lt: Šalinamas RAID %1$s
ru: Удаление RAID %1$s

source: Removing entry for mount point %1$s from %2$s
ca: Suprimint l'entrada del punt de muntatge %1$s de %2$s
de: Eintrag für Einhängepunkt %1$s wird aus %2$s entfernt
fi: Poistetaan liitoskohdalta %1$s merkintä hakemistosta %2$s
hu: %2$s fájlban megadott %1$s csatolási pont bejegyzésének törlése
id: Menghapus entri untuk mount point %1$s dari %2$s
it: Rimozione della voce per il punto di montaggio %1$s da %2$s in corso
lt: Šalinamas prijungimo vietos %1$s įrašas iš %2$s
ru: Удаление записи для точки монтирования %1$s из %2$s
sk: Odstraňujem bod pripojenia %1$s z %2$s

source: Removing software RAID %1$s
ca: Suprimint el programari RAID %1$s
de: Software-RAID %1$s wird gelöscht
fi: Poistetaan ohjelmistopohjainen RAID %1$s
hu: %1$s szoftveres RAID eltávolítása
id: Menghapus perangkat lunak RAID %1$s
it: Rimozione del RAID software %1$s in corso
lt: Pašalinamas programinis RAID %1$s
ru: Удаление программного RAID %1$s
sk: Odstraňujem softvérový RAID %1$s

source: Removing subvolume %1$s on device %2$s
ca: Eliminant el subvolum %1$s al dispositiu %2$s
de: Subvolumen %1$s wird vom Gerät %2$s entfernt
fi: Poistetaan alitaltio %1$s laitteelta %2$s
hu: %1$s alkötet létrehozása a(z) %2$s eszközön
id: Menghapus subvolume %1$s pada perangkat %2$s
it: Rimozione del sotto-volume %1$s dal dispositivo %2$s in corso
lt: Šalinamas potomį %1$s įrenginyje %2$s
ru: Удаление подтома %1$s на устройстве %2$s

source: Removing tmpfs volume from mount point %1$s
ca: Suprimeix el volum tmpf del punt de muntatge %1$s
de: tmpfs-Volumen vom Einhängepunkt %1$s entfernen
fi: Poistetaan tmpfs taltio liitospisteestä %1$s
hu: Tmpfs kötet eltávolítása a(z) %1$s csatolási pontról
id: Menghapus volume tmpfs dari mount point %1$s
it: Rimozione del volume tmpfs dal punto di montaggio %1$s in corso
lt: Šalinamas tmpfs tomas iš prijungimo vietos %1$s
ru: Удаление тома tmpfs из точки монтирования %1$s

source: Removing volume %1$s
ca: Eliminant el volum %1$s
de: Volume %1$s wird entfernt
fi: Poistetaan taltio %1$s
hu: %1$s kötet eltávolítása
id: Menghapus volume %1$s
it: Rimozione del volume %1$s in corso
lt: Šalinamas tomas %1$s
ru: Удаление тома %1$s
sk: Odstraňujem zväzok %1$s

source: Removing volume group %1$s
ca: Suprimint el grup de volums %1$s
de: Volume-Gruppe %1$s wird entfernt
fi: Poistetaan taltioryhmä %1$s
hu: %1$s kötetcsoport eltávolítása
id: Menghapus grup volume %1$s
it: Rimozione del gruppo di volumi %1$s in corso
lt: Šalinama tomų grupė %1$s
ru: Удаление группы томов %1$s
sk: Odstraňujem skupinu zväzkov %1$s

source: Set disk label of %1$s to %2$s
ca: Estableix l’etiqueta del disc %1$s a %2$s
de: Festplattenkennung von %1$s auf %2$s setzen
fi: Aseta levyn %1$s nimeksi %2$s
hu: %1$s kötet átnevezése erre: %2$s
id: Atur label disk %1$s menjadi %2$s
it: Impostazione dell'etichetta disco di %1$s come %2$s
lt: Nustatyti disko %1$s žymę į %2$s
ru: Задать %1$s метку диска %2$s
sk: Nastaviť popis disku %1$s na %2$s

source: Set label on %1$s to %2$s
ca: Estableix l'etiqueta de %1$s com a %2$s
de: Kennung auf %1$s auf %2$s setzen
fi: Aseta laitteen %1$s taltion nimeksi %2$s
hu: %1$s címkéjének beállítása a(z) %2$s értékre
id: Atur label pada %1$s menjadi %2$s
it: Impostazione dell'etichetta di %1$s come %2$s
lt: Nustatyti %1$s žymę į %2$s
ru: Задать %1$s метку %2$s
sk: Nastaviť popis na %1$s na %2$s

source: Set mount point of %1$s to %2$s
ca: Estableix el punt de muntatge de %1$s a %2$s
de: Einhängepunkt von %1$s auf %2$s setzen
fi: Aseta laitteelle %1$s liitoskohta %2$s
hu: %1$s csatolási pontjának beállítása a(z) %2$s helyre
id: Atur mount point %1$s menjadi %2$s
it: Impostazione del punto di montaggio di %1$s su %2$s
lt: Nustatyti %1$s prijungimo vietą %2$s
ru: Задать %1$s точку монтирования %2$s
sk: Nastaviť bod pripojenia %1$s na %2$s

source: Set mount point of tmpfs to %1$s
ca: Estableix el punt de muntatge de tmpfs a %1$s
de: Einhängepunkt von tmpfs auf %1$s setzen
fi: Aseta tmpfs liitospiste kohteeseen %1$s
hu: Tmpfs csatolási pontjának beállítása erre: %1$s
id: Atur mount point tmpfs menjadi %1$s
it: Impostazione del punto di montaggio di tmpfs su %1$s
lt: Nustatyti tmpfs prijungimo vietą %1$s
ru: Задать %1$s как точку монтирования tmpfs

source: Set type of RAID partition %1$s to %2$X
ca: Estableix el tipus de partició RAID %1$s a %2$X
de: Den Typ der RAID-Partition %1$s auf %2$X setzen
fi: Aseta RAID-osion %1$s tyypiksi %2$X
hu: %1$s RAID-partíció átállítása %2$X típusúra
id: Atur tipe partisi RAID %1$s menjadi %2$X
it: Impostazione del tipo di partizione RAID %1$s come %2$X
lt: Keisti RAID skaidinio %1$s tipą į %2$X
ru: Задать разделу RAID %1$s тип %2$X

source: Set type of multipath partition %1$s to %2$X
ca: Estableix el tipus de partició multiruta %1$s a %2$X
de: Multipath-Partitions-Typ für %1$s auf %2$X setzen
fi: Aseta multipath-osion %1$s tyypiksi %2$X
hu: %1$s többutas partíció átállítása %2$X típusúra
id: Atur tipe partisi multipath %1$s menjadi %2$X
it: Impostazione del tipo di partizione multipath %1$s come %2$X
lt: Keisti multipath skaidinio %1$s tipą į %2$X
ru: Задать multipath-разделу %1$s тип %2$X
sk: Nastaviť typ viaccestného oddielu %1$s na %2$X

source: Set type of partition %1$s to %2$X
ca: Estableix el tipus de partició %1$s a %2$X
de: Partitionstyp für %1$s auf %2$X setzen
fi: Aseta osion %1$s tyypiksi %2$X
hu: %1$s partíció átállítása %2$X típusúra
id: Atur tipe partisi %1$s menjadi %2$X
it: Impostazione del tipo di partizione %1$s come %2$X
lt: Keisti skaidinio %1$s tipą į %2$X
ru: Задать разделу %1$s тип %2$X
sk: Nastaviť typ oddielu %1$s na %2$X

source: Set type of partition %1$s to %2$s (%3$X)
ca: Estableix el tipus de partició %1$s a %2$s (%3$X)
de: Partitionstyp für %1$s auf %2$s (%3$X) setzen
fi: Aseta osion %1$s tyypiksi %2$s (%3$X)
hu: %1$s partíció átállítása %2$s (%3$X) típusúra
id: Atur tipe partisi %1$s menjadi %2$s (%3$X)
it: Impostazione del tipo di partizione %1$s come %2$s (%3$X)
lt: Keisti skaidinio %1$s tipą į %2$s (%3$X)
ru: Задать разделу %1$s тип %2$s (%3$X)

source: Set up encrypted dm device on %1$s
ca: Configura el dispositiu dm xifrat a %1$s
de: Verschlüsseltes DM-Gerät auf %1$s einrichten
fi: Aseta salattu dm-laite %1$s
hu: Titkosított DM-eszköz létrehozása a(z) %1$s eszközön
id: Atur perangkat dm terenkripsi pada %1$s
it: Impostazione del dispositivo dm cifrato su %1$s
ru: Настроить зашифрованное dm-устройство на %1$s
sk: Nastaviť šifrované dm zariadenie na %1$s

source: Set up encrypted loop device on %1$s
ca: Configura el dispositiu de bucle xifrat a %1$s
de: Verschlüsseltes Loop-Gerät auf %1$s einrichten
fi: Aseta salattu silmukkalaite %1$s
hu: Titkosított hurokeszköz létrehozása a(z) %1$s eszközön
id: Atur perangkat loop terenkripsi pada %1$s
it: Impostazione del dispositivo di loop cifrato su %1$s
ru: Настроить зашифрованное петлевое устройство на %1$s
sk: Nastaviť šifrované loop zariadenie na %1$s

source: Setting disk label of %1$s to %2$s
ca: Establint l’etiqueta del disc %1$s a %2$s
de: Festplattenkennung von %1$s wird auf %2$s gesetzt
fi: Asetetaan levyn %1$s nimeksi %2$s
hu: %1$s kötet átnevezése erre: %2$s
id: Mengatur label disk %1$s menjadi %2$s
it: Impostazione dell'etichetta disco di %1$s come %2$s in corso
lt: Nustatoma disko %1$s žymė į %2$s
ru: Задание %1$s метки диска %2$s
sk: Nastavujem popis disku %1$s na %2$s

source: Setting file attributes with chattr failed.
ca: Ha fallat establir els atributs del fitxer amb chattr.
de: Setzen der Dateiattribute mit chattr fehlgeschlagen.
fi: Tiedostomääritteiden asettaminen chattr-komennolla epäonnistui.
id: Mengatur atribut berkas dengan chattr gagal.
it: L'impostazione degli attributi dei file tramite chattr non è riuscita.
ru: Не удалось задать атрибуты файла с помощью chattr.

source: Setting label on %1$s to %2$s
ca: Establint l'etiqueta de %1$s com a %2$s
de: Kennung auf %1$s wird auf %2$s gesetzt
fi: Asetetaan laitteen %1$s taltion nimeksi %2$s
hu: %1$s címkéjének beállítása a(z) %2$s értékre
id: Mengatur label pada %1$s menjadi %2$s
it: Impostazione dell'etichetta di %1$s come %2$s in corso
lt: Nustatoma %1$s žymė į %2$s
ru: Задание %1$s метки %2$s
sk: Nastavujem popis na %1$s na %2$s

source: Setting type of RAID partition %1$s to %2$X
ca: Establint el tipus de partició RAID %1$s a %2$X
de: Der Typ der RAID-Partition %1$s wird auf %2$X gesetzt
fi: Asetetaan RAID-osion %1$s tyypiksi %2$X
hu: %1$s RAID-partíció átállítása %2$X típusúra
id: Mengatur tipe partisi RAID %1$s menjadi %2$X
it: Impostazione del tipo di partizione RAID %1$s come %2$X in corso
lt: Keičiamas RAID skaidinio %1$s tipas į %2$X
ru: Задание разделу RAID %1$s типа %2$X

source: Setting type of multipath partition %1$s to %2$X
ca: Establint el tipus de partició multiruta %1$s a %2$X
de: Multipath-Partitions-Typ für %1$s wird auf %2$X gesetzt
fi: Asetetaan multipath-osion %1$s tyypiksi %2$X
hu: %1$s többutas partíció átállítása %2$X típusúra
id: Mengatur tipe partisi multipath %1$s menjadi %2$X
it: Impostazione del tipo di partizione multipath %1$s come %2$X in corso
lt: Keičiamas multipath skaidinio %1$s tipą į %2$X
ru: Задание multipath-разделу %1$s типа %2$X
sk: Nastavujem typ viaccestného oddielu %1$s to %2$X

source: Setting type of partition %1$s to %2$X
ca: Establint el tipus de partició %1$s a %2$X
de: Partitionstyp für %1$s wird auf %2$X gesetzt
fi: Asetetaan osion %1$s tyypiksi %2$X
hu: %1$s partíció átállítása %2$X típusúra
id: Mengatur tipe partisi %1$s menjadi %2$X
it: Impostazione del tipo di partizione %1$s come %2$X in corso
lt: Keičiamas skaidinio %1$s tipas į %2$X
ru: Задание разделу %1$s типа %2$X
sk: Nastavujem typ oddielu %1$s na %2$X

source: Setting type of partition %1$s to %2$s (%3$X)
ca: Establint el tipus de partició %1$s a %2$s (%3$X)
de: Partitionstyp für %1$s wird auf %2$s (%3$X) gesetzt
fi: Asetetaan osion %1$s tyypiksi %2$s (%3$X)
hu: %1$s partíciótípusának beállítása: %2$s (%3$X)
id: Mengatur tipe partisi %1$s menjadi %2$s (%3$X)
it: Impostazione del tipo di partizione %1$s come %2$s (%3$X) in corso
lt: Keičiamas skaidinio %1$s tipas į %2$s (%3$X)
ru: Задание разделу %1$s типа %2$s (%3$X)

source: Setting up encrypted dm device on %1$s
ca: Configurant el dispositiu dm xifrat a %1$s
de: Verschlüsseltes DM-Gerät wird auf %1$s eingerichtet
fi: Asetetaan salattu dm-laite %1$s
hu: Titkosított DM-eszköz létrehozása a(z) %1$s eszközön
id: Mengatur parangkat dm terenkripsi pada %1$s
it: Impostazione del dispositivo dm cifrato su %1$s in corso
ru: Настройка зашифрованного dm-устройства на %1$s
sk: Nastavujem šifrované dm zariadenie na %1$s

source: Setting up encrypted loop device on %1$s
ca: Configurant el dispositiu de bucle xifrat a %1$s
de: Verschlüsseltes Loop-Gerät wird auf %1$s eingerichtet
fi: Asetetaan salattu silmukkalaite %1$s
hu: Titkosított hurokeszköz létrehozása a(z) %1$s eszközön
id: Mengatur perangkat loop terenkripsi pada %1$s
it: Impostazione del dispositivo di loop cifrato su %1$s in corso
ru: Настройка зашифрованного петлевого устройства на %1$s
sk: Nastavujem šifrované loop zariadenie na %1$s

source: Shrink %1$s to %2$s
ca: Redueix %1$s a %2$s
de: %1$s auf %2$s verkleinern
fi: Pienennä %1$s kokoon %2$s
hu: %1$s csökkentése %2$s méretre
id: Kecilkan %1$s menjadi %2$s
it: Riduzione di %1$s a %2$s
lt: Sumažinti %1$s iki %2$s
ru: Уменьшить %1$s до %2$s
sk: Zmenšiť %1$s na %2$s

source: Shrink RAID partition %1$s to %2$s
ca: Redueix la partició RAID %1$s a %2$s
de: RAID-Partition %1$s auf %2$s verkleinern
fi: Pienennä RAID-osio %1$s -> %2$s
hu: %1$s RAID-partíció csökkentése a következő méretre: %2$s
id: Kecilkan partisi RAID %1$s menjadi %2$s
it: Riduzione della partizione RAID %1$s a %2$s
lt: Sumažinti RAID skaidinį %1$s iki %2$s
ru: Уменьшить раздел RAID %1$s до %2$s

source: Shrink Windows partition %1$s to %2$s
ca: Redueix la partició de Windows %1$s a %2$s
de: Windows-Partition %1$s auf %2$s verkleinern
fi: Pienennä Windows-osiota %1$s -> %2$s
hu: %1$s Windows-partíció csökkentése erre a méretre: %2$s
id: Kecilkan partisi Windows %1$s menjadi %2$s
it: Riduzione della partizione Windows %1$s a %2$s
lt: Sumažinti Windows skaidinį %1$s iki %2$s
ru: Уменьшить раздел Windows %1$s до %2$s
sk: Zmenšiť Windows oddiel %1$s na %2$s

source: Shrink logical volume %1$s to %2$s
ca: Redueix el volum lògic %1$s a %2$s
de: Logisches Volume %1$s auf %2$s verkleinern
fi: Pienennä looginen taltio %1$s kokoon %2$s
hu: %1$s logikai kötet csökkentése %2$s méretre
id: Kecilkan volume logical %1$s menjadi %2$s
it: Riduzione del volume logico %1$s a %2$s
lt: Sumažinti loginį tomą %1$s iki %2$s
ru: Уменьшить логический том %1$s до %2$s
sk: Zmenšiť logický zväzok %1$s na %2$s

source: Shrink multipath partition %1$s to %2$s
ca: Redueix la partició multiruta %1$s a %2$s
de: Multipath-Partition %1$s auf %2$s verkleinern
fi: Pienennä multipath-osio %1$s -> %2$s
hu: %1$s többutas partíció csökkentése a következő méretre: %2$s
id: Kecilkan partisi multipath %1$s menjadi %2$s
it: Riduzione della partizione multipath %1$s a %2$s
lt: Sumažinti multipath skaidinį %1$s iki %2$s
ru: Уменьшить multipath-раздел %1$s до %2$s
sk: Zmenšiť viaccestný oddiel %1$s na %2$s

source: Shrink partition %1$s to %2$s
ca: Redueix la partició %1$s a %2$s
de: Partition %1$s auf %2$s verkleinern
fi: Pienennä osio %1$s -> %2$s
hu: %1$s partíció csökkentése a következő méretre: %2$s
id: Kecilkan partisi %1$s menjadi %2$s
it: Riduzione della partizione %1$s a %2$s
lt: Sumažinti skaidinį %1$s iki %2$s
ru: Уменьшить раздел %1$s до %2$s
sk: Zmenšiť oddiel %1$s na %2$s

source: Shrinking %1$s to %2$s
ca: Reduint %1$s a %2$s
de: %1$s wird auf %2$s verkleinert
fi: Pienennetään %1$s kokoon %2$s
hu: %1$s csökkentése %2$s méretre
id: Mengecilkan %1$s menjadi %2$s
it: Riduzione di %1$s a %2$s in corso
lt: %1$s sumažinamas iki %2$s
ru: Уменьшение %1$s до %2$s
sk: Zmenšujem %1$s na %2$s

source: Shrinking RAID partition %1$s to %2$s
ca: Reduint la partició RAID %1$s a %2$s
de: RAID-Partition wird %1$s auf %2$s verkleinert
fi: Pienennetään RAID-osiota %1$s -> %2$s
hu: %1$s RAID-partíció csökkentése a következő méretre: %2$s
id: Mengecilkan partisi RAID %1$s menjadi %2$s
it: Riduzione della partizione RAID %1$s a %2$s in corso
lt: Sumažinamas RAID skaidinys %1$s iki %2$s
ru: Уменьшение раздела RAID %1$s до %2$s

source: Shrinking logical volume %1$s to %2$s
ca: Reduint el volum lògic %1$s a %2$s
de: Logisches Volume %1$s wird auf %2$s verkleinert
fi: Pienennetään loogista taltiota %1$s kokoon %2$s
hu: %1$s logikai kötet csökkentése %2$s méretre
id: Mengecilkan volume logical %1$s menjadi %2$s
it: Riduzione del volume logico %1$s a %2$s in corso
lt: Sumažinamas loginis tomas %1$s iki %2$s
ru: Уменьшение логического тома %1$s до %2$s
sk: Zmenšujem logický zväzok %1$s na %2$s

source: Shrinking multipath partition %1$s to %2$s
ca: Reduint la partició multiruta %1$s a %2$s
de: Multipath-Partition %1$s wird auf %2$s verkleinert
fi: Pienennetään multipath-osiota %1$s -> %2$s
hu: %1$s többutas partíció csökkentése a következő méretre: %2$s
id: Mengecilkan partisi multipath %1$s menjadi %2$s
it: Riduzione della partizione multipath %1$s a %2$s in corso
lt: Sumažinamas multipath skaidinys %1$s iki %2$s
ru: Уменьшение multipath-раздела %1$s до %2$s
sk: Zmenšujem viaccestný oddiel %1$s na %2$s

source: Shrinking partition %1$s to %2$s
ca: Reduint la partició %1$s a %2$s
de: Partition %1$s wird auf %2$s verkleinert
fi: Pienennetään osiota %1$s -> %2$s
hu: %1$s partíció csökkentése a következő méretre: %2$s
id: Mengecilkan partisi %1$s menjadi %2$s
it: Riduzione della partizione %1$s a %2$s in corso
lt: Sumažinamas skaidinys %1$s iki %2$s
ru: Уменьшение раздела %1$s до %2$s
sk: Zmenšujem oddiel %1$s na %2$s

source: T
ru: Т

source: TB
fi: Tt
ru: ТБ

source: The partition table type on disk %1$s cannot be handled by this tool. You can use the partitions on disk %1$s as they are. You can format them and assign mount points to them, but you cannot add, edit, resize, or remove partitions from that disk with this tool.
ca: Aquesta eina no pot processar el tipus de taula de particions del disc %1$s. Es poden usar les particions del disc %1$s tal com estan. Amb aquesta eina les podeu formatar i assignar-los punts de muntatge, però no podeu afegir, editar, canviar la mida ni suprimir particions del disc.
de: Der Partitionstabellentyp auf Festplatte %1$s kann mit diesem Werkzeug nicht bearbeitet werden. Sie können die Partitionen auf der Festplatte %1$s unverändert übernehmen. Sie können sie formatieren und ihnen Einhängepunkte zuweisen, Sie können mit diesem Werkzeug jedoch keine Partitionen auf dieser Festplatte hinzufügen, bearbeiten, entfernen oder deren Größe ändern.
fi: Levyn %1$s osiotaulukon tyyppiä ei voida käsitellä tällä työkalulla. Levyn %1$s osioita voi käyttää sellaisina kuin ne ovat. Ne voi alustaa ja niille voi määrittää liitoskohdat. Lisätä, muokata, muuttaa kokoa tai poistaa tämän levyn osioita ei tällä työkalulla voi.
hu: A(z) %1$s lemezen található partíciós tábla típusa nem kezelhető ezzel a segédprogrammal. Használhatja a(z) %1$s lemez meglévő partícióit úgy, ahogy jelenleg vannak. Formázhatja és hozzárendelheti őket csatolási pontokhoz, de nem tud létrehozni, szerkeszteni, átméretezni vagy törölni partíciókat ezen a lemezen ezzel a programmal.
id: Tipe tabel partisi pada disk %1$s tidak dapat ditangani oleh alat ini. Anda dapat menggunakan partisi pada disk %1$s yang sudah ada. Anda dapat memformat dan menetapkan mount points padanya, tapi Anda tidak dapat menambahkan, menyunting, atau menghapus partisi dari disk dengan alat ini.
it: Il tipo di tabella delle partizioni sul disco %1$s non può essere gestito da questo strumento. È possibile usare le partizioni sul disco %1$s così come sono. È possibile formattare e assegnare punti di montaggio alle partizioni, ma non aggiungerle, modificarle, ridimensionarle o eliminarle da tale disco con questo strumento.
lt: %1$s disko skaidinių lentelės negalima tvarkyti šiuo įrankiu. Galite naudoti disko %1$s skaidinius tokius, kokie jie yra dabar. Galite juos suženklinti ir jiems priskirti prijungimo vietas, tačiau jūs negalite įtraukti, keisti, keisti dydžio arba pašalinti skaidinių iš to disko naudodami šį įrankį.
ru: Эта утилита не поддерживает этот тип таблицы разделов на диске %1$s. Вы можете использовать разделы на диске %1$s как они есть. Вы можете отформатировать их и присвоить им точки монтирования, но вы не можете добавлять, редактировать, менять размер и удалять разделы этого диска этой утилитой.
sk: Týmto nástrojom nie je možné ovládať typ tabuľky oddielov na disku %1$s. Môžete použiť oddiely na disku %1$s tak ako sú. Môžete ich naformátovať a priradiť im body pripojenia, ale nie je možné pridať, upraviť, zmeniť ich veľkosť, alebo ich odstrániť pomocou tohto nástroja.

source: The system seems to have multipath hardware. Do you want to activate multipath?
ca: Sembla que el sistema té un maquinari multicamí. Voleu activar el multicamí?
de: Das System scheint Multipath-Hardware zu haben. Wollen Sie Multipath aktivieren?
fi: Järjestelmässä vaikuttaa olevan multipath-laitteisto. Haluatko ottaa multipath-laitteiston käyttöön?
hu: A rendszer többutas hardvert tartalmaz. Aktiválja a többutas módot?
id: Sistem ini tampaknya memiliki perangkat keras multipath. Apakah Anda ingin mengaktifkan multipath?
it: Il sistema sembra disporre di hardware multipath. Si vuole attivare multipath?
ru: В системе есть оборудование multipath. Хотите включить multipath?

source: TiB
ru: ТиБ

source: Unmount failed.
ca: Ha fallat el desmuntatge.
de: Aushängen fehlgeschlagen.
fi: Irrotus epäonnistui.
hu: Sikertelen lecsatolás
id: Gagal unmount.
it: Smontaggio fallito.
lt: Nepavyko atjungti.
ru: Сбой отмонтирования.
sk: Zlyhalo odpojenie.

source: Unmounting %1$s
ca: Desmuntant %1$s
de: %1$s wird ausgehängt
fi: Irrotetaan %1$s liitoksesta
hu: %1$s leválasztása
id: Melakukan unmount %1$s
it: Smontaggio di %1$s in corso
lt: Atjungiamas %1$s
ru: Отмонтирование %1$s
sk: Odpájam %1$s

source: Unmounting tmpfs
ca: Desmuntant tmpfs
de: tmpfs wird ausgehängt
fi: Irrotetaan tmpfs
hu: Tmpfs leválasztása
id: Melakukan unmount tmpfs
it: Smontaggio del tmpfs in corso
lt: Atjungiamas tmpfs
ru: Отмонтирование tmpfs

source: Update entry for mount point %1$s in %2$s
ca: Actualitza l'entrada del punt de muntatge %1$s a %2$s
de: Eintrag für Einhängepunkt %1$s in %2$s aktualisieren
fi: Päivitä liitoskohdan %1$s merkintä hakemistossa %2$s
hu: %2$s fájlban megadott %1$s csatolási pont bejegyzésének frissítése
id: Perbarui entri untuk mount point %1$s dalam %2$s
it: Aggiornamento della voce per il punto di montaggio %1$s in %2$s
lt: Atnaujinti prijungimo vietos %1$s įrašą rinkmenoje %2$s
ru: Обновить запись для точки монтирования %1$s в %2$s
sk: Aktualizovať bod pripojenia %1$s v %2$s
