Repository: openSUSE/libstorage
Catalog: po/*.po
Languages: ca, de, fi, hu, id, it, lt, ru, sk

source: Creating logical volume %1$s
ca: Creant el volum lògic %1$s
de: Logisches Volume %1$s wird erstellt
fi: Luodaan looginen taltio %1$s
hu: %1$s logikai kötet létrehozása
id: Membuat volume logical %1$s
it: Creazione del volume logico %1$s in corso
lt: Kuriamas loginis tomas %1$s
ru: Создание логического тома %1$s
sk: Vytvoriť logický zväzok %1$s

source: Creating multipath partition %1$s
ca: Creant la partició multiruta %1$s
de: Multipath-Partition %1$s wird erstellt
fi: Luodaan multipath-osio %1$s
hu: %1$s többutas partíció létrehozása
id: membuat partisi multipath %1$s
it: Creazione della partizione multipath %1$s in corso
lt: Kuriamas multipath skaidinys %1$s
ru: Создание multipath-раздела %1$s
sk: Vytváram viaccestný oddiel %1$s

source: Creating software RAID %1$s from %2$s
ca: Creant el programari RAID %1$s de %2$s
de: Software-RAID %1$s wird aus %2$s erstellt
fi: Luodaan ohjelmistopohjainen RAID %1$s laitteelle %2$s
hu: %1$s szoftveres RAID létrehozása a következő(k)ből: %2$s
id: Membuat perangkat lunak RAID %1$s dari %2$s
it: Creazione del RAID software %1$s da %2$s in corso
lt: Sukuriamas programinis RAID %1$s iš %2$s
ru: Создание программного RAID %1$s из %2$s
sk: Vytváram softvérový RAID %1$s z %2$s

source: Creating subvolume %1$s on device %2$s
ca: Creant el subvolum %1$s al dispositiu %2$s
de: Subvolumen %1$s auf Gerät %2$s wird erstellt
fi: Luodaan alitaltio %1$s laitteeseen %2$s
hu: %1$s alkötet létrehozása ezen az eszközön: %2$s
id: Membuat subvolume %1$s pada perangkat %2$s
it: Creazione del sotto-volume %1$s sul dispositivo %2$s in corso
lt: Kuriamas potomis %1$s įrenginyje %2$s
ru: Создание подтома %1$s на устройстве %2$s

source: Creating subvolume %1$s on device %2$s with option "no copy on write"
ca: Creant el subvolum %1$s al dispositiu %2$s amb l'opció "no copiïs en escriure"
de: Subvolumen %1$s auf Gerät %2$s mit der Option "keine Kopie beim Schreiben" wird erstellt
fi: Luodaan alitaltio %1$s laitteeseen %2$s "no copy on write" -asetuksella
id: Membuat subvolume %1$s pada perangkat %2$s dengan opsi "no copy on write"
it: Creazione del sotto-volume %1$s sul dispositivo %2$s con l'opzione "no copy on write" in corso
lt: Kuriamas potomis %1$s įrenginyje %2$s nurodant parinktį „rašant nekopijuoti“
ru: Создание подтома %1$s на устройстве %2$s с параметром «без копирования при записи»

source: Creating volume %1$s
ca: Creant el volum %1$s
de: Volume %1$s wird erstellt
fi: Luodaan taltio %1$s
hu: %1$s kötet létrehozása
id: Membuat volume %1$s
it: Creazione del volume %1$s in corso
lt: Kuriamas tomas %1$s
ru: Создание тома %1$s
sk: Vytváram zväzok %1$s

source: Creating volume group %1$s (%2$s) from %3$s
ca: Creant el grup de volums %1$s (%2$s) a partir de %3$s
de: Volume-Gruppe %1$s (%2$s) wird aus %3$s erstellt
fi: Luodaan taltioryhmä %1$s (%2$s) laitteesta %3$s
hu: %1$s kötetcsoport létrehozása (%2$s) ebből: %3$s
id: Membuat grup volume %1$s (%2$s) dari %3$s
it: Creazione del gruppo di volumi %1$s (%2$s) in %3$s in corso
lt: Kuriama tomų grupė %1$s (%2$s) iš %3$s
ru: Создание группы томов %1$s (%2$s) на основе устройств %3$s
sk: Vytváram skupinu zväzkov %1$s (%2$s) z %3$s

source: DM Device
ca: Dispositiu DM
de: DM(Device Mapper)-Gerät
fi: DM-laite
hu: Eszközleképző
id: Perangkat DM
it: Dispositivo DM
lt: DM įrenginys
ru: Устройство DM
sk: DM zariadenie

source: Delete Btrfs volume on devices %1$s (%2$s)
ca: Esborra el volum Btrfs al dispositiu %1$s (%2$s)
de: Btrfs Volumen auf dem Gerät %1$s (%2$s) löschen
fi: Poista Btrfs taltio laitteilta %1$s (%2$s)
hu: Brtfs kötet törlése ezen a köteten: %1$s (%2$s)
id: Hapus volume Btrfs pada perangkat %1$s (%2$s)
it: Eliminazione del volume btrfs sui dispositivi %1$s (%2$s)
lt: Šalinti Btrfs tomą įrenginyje %1$s (%2$s)
ru: Удалить том btrfs на устройствах %1$s (%2$s)

source: Delete RAID partition %1$s (%2$s)
ca: Esborra la partició RAID %1$s (%2$s)
de: RAID-Partition %1$s (%2$s) löschen
fi: Poista RAID-osio %1$s (%2$s)
hu: %1$s RAID-partíció törlése (%2$s)
id: Hapus partisi RAID %1$s (%2$s)
it: Eliminazione della partizione RAID %1$s (%2$s)
lt: Šalinti RAID skaidinį %1$s (%2$s)
ru: Удалить раздел RAID %1$s (%2$s)

source: Delete Windows partition %1$s (%2$s)
ca: Suprimeix la partició de Windows %1$s (%2$s)
de: Windows-Partition %1$s (%2$s) löschen
fi: Poista Windows-osio %1$s (%2$s)
hu: %1$s Windows-partíció törlése (%2$s)
id: Hapus partisi Windows %1$s (%2$s)
it: Eliminazione della partizione Windows %1$s (%2$s)
lt: Šalinti Windows skaidinį %1$s (%2$s)
ru: Удалить раздел Windows %1$s (%2$s)
sk: Zmazať Windows oddiel %1$s (%2$s)

source: Delete device mapper volume %1$s (%2$s)
ca: Suprimeix el volum mapador de dispositius (device mapper) %1$s (%2$s)
de: DM-Volume %1$s (%2$s) löschen
fi: Poista laitekuvaintaltio %1$s (%2$s)
hu: %1$s eszközösszerendelő-kötet törlése (%2$s)
id: Hapus volume device mapper %1$s (%2$s)
it: Eliminazione del volume del mappatore dei dispositivi %1$s (%2$s)
ru: Удалить том device mapper %1$s (%2$s)
sk: Zmazať zväzok mapovača zariadení %1$s (%2$s)

source: Delete file-based device %1$s (%2$s)
ca: Suprimeix el dispositiu basat en fitxers %1$s (%2$s)
de: Dateibasiertes Gerät %1$s (%2$s) löschen
fi: Poista tiedostopohjainen laite %1$s (%2$s)
hu: %1$s fájlalapú eszköz törlése (%2$s)
id: Hapus perangkat berbasis berkas %1$s (%2$s)
it: Eliminazione del dispositivo basato su file %1$s (%2$s)
lt: Šalinti rinkmenos pagrindu sukurtą %1$s (%2$s)
ru: Удалить файловое устройство %1$s (%2$s)
sk: Zmazať súborové zariadenie %1$s (%2$s)

source: Delete logical volume %1$s (%2$s)
ca: Suprimeix el volum lògic %1$s (%2$s)
de: Logisches Volume %1$s (%2$s) löschen
fi: Poista looginen taltio %1$s (%2$s)
hu: %1$s logikai kötet törlése (%2$s)
id: Hapus volume logical %1$s (%2$s)
it: Eliminazione del volume logico %1$s (%2$s)
lt: Šalinti loginį tomą %1$s (%2$s)
ru: Удалить логический том %1$s (%2$s)
sk: Zmazať logický zväzok %1$s (%2$s)

source: Delete multipath partition %1$s (%2$s)
ca: Elimina la partició multiruta %1$s (%2$s)
de: Multipath-Partition %1$s (%2$s) löschen
fi: Poista multipath-osio %1$s (%2$s)
hu: %1$s többutas partíció törlése (%2$s)
id: Hapus partisi multipath %1$s (%2$s)
it: Eliminazione della partizione multipath %1$s (%2$s)
lt: Šalinti multipath skaidinį %1$s (%2$s)
ru: Удалить multipath-раздел %1$s (%2$s)
sk: Zmazať viaccestný oddiel %1$s (%2$s)

source: Delete partition %1$s (%2$s)
ca: Suprimeix la partició %1$s (%2$s)
de: Partition %1$s (%2$s) löschen
fi: Poista osio %1$s (%2$s)
hu: %1$s partíció törlése (%2$s)
id: Hapus partisi %1$s (%2$s)
it: Eliminare la partizione %1$s (%2$s)
lt: Šalinti skaidinį %1$s (%2$s)
ru: Удалить раздел %1$s (%2$s)
sk: Zmazať oddiel %1$s (%2$s)

source: Delete software RAID %1$s (%2$s)
ca: Suprimeix el programari RAID %1$s (%2$s)
de: Software-RAID %1$s (%2$s) löschen
fi: Poista ohjelmistopohjainen RAID %1$s (%2$s)
hu: %1$s szoftveres RAID törlése (%2$s)
id: Hapus perangkat lunak RAID %1$s (%2$s)
it: Eliminazione del RAID software %1$s (%2$s)
lt: Šalinti programinį RAID %1$s (%2$s)
ru: Удалить программный RAID %1$s (%2$s)
sk: Zmazať softvérový raid %1$s (%2$s)

source: Deleting Btrfs volume on devices %1$s
ca: Suprimint el volum Btrfs al dispositiu %1$s
de: Btrfs Volumen auf dem Gerät %1$s ($s) wird löschen
fi: Poistetaan Btrfs taltio laitteilta %1$s
hu: Brtfs kötet törlése a(z) %1$s eszközön
id: Menghapus volume Btrfs pada perangkat %1$s
it: Eliminazione del volume btrfs sui dispositivi %1$s in corso
lt: Šalinamas Btrfs tomą įrenginyje %1$s
ru: Удаление тома btrfs на устройстве %1$s

source: Deleting RAID partition %1$s
ca: Suprimint la partició RAID %1$s
de: RAID-Partition %1$s löschen
fi: Poistetaan RAID-osio %1$s
hu: %1$s RAID-partíció törlése
id: Menghapus partisi RAID %1$s
it: Eliminazione della partizione RAID %1$s in corso
lt: Šalinamas RAID skaidinys %1$s
ru: Удаление раздела RAID %1$s

source: Deleting device mapper volume %1$s
ca: Suprimint el volum mapador de dispositius (device mapper) %1$s
de: Device Mapper Volume %1$s wird gelöscht
fi: Poistetaan laitekuvaintaltio %1$s
hu: %1$s eszközösszerendelő-kötet törlése
id: Menghapus volume device mapper %1$s
it: Eliminazione del volume del mappatore dei dispositivi %1$s in corso
ru: Удаление тома device mapper %1$s
sk: Mažem zväzok mapovača zariadení %1$s

source: Deleting file-based device %1$s
ca: Suprimint el dispositiu basat en fitxers %1$s
de: Dateibasiertes Gerät %1$s wird gelöscht
fi: Poistetaan tiedostopohjaista laitetta %1$s
hu: %1$s fájlalapú eszköz törlése
id: Menghapus perangkat berbasis berkas %1$s
it: Eliminazione del dispositivo basato su file %1$s in corso
lt: Trinamas rinkmenos pagrindu sukurtas %1$s
ru: Удаление файлового устройства %1$s
sk: Mažem súborové zariadenie %1$s

source: Deleting logical volume %1$s
ca: Suprimint el volum lògic %1$s
de: Logisches Volume %1$s wird gelöscht
fi: Poistetaan looginen taltio %1$s
hu: %1$s logikai kötet törlése
id: Menghapus partisi logical %1$s
it: Eliminazione del volume logico %1$s in corso
lt: Trinamas loginis tomas %1$s
ru: Удаление логического тома %1$s
sk: Zmazať logický zväzok %1$s

source: Deleting multipath partition %1$s
ca: Suprimint la partició multiruta %1$s
de: Multipath-Partition %1$s wird gelöscht
fi: Poistetaan multipath-osio %1$s
hu: %1$s többutas partíció törlése
id: Menghapus partisi multipath %1$s
it: Eliminazione della partizione multipath %1$s in corso
lt: Šalinamas multipath skaidinys %1$s
ru: Удаление multipath-раздела %1$s
sk: Mažem viaccestný oddiel %1$s

source: Deleting partition %1$s
ca: Suprimint la partició %1$s
de: Partition %1$s wird gelöscht
fi: Poistetaan osio %1$s
hu: %1$s partíció törlése
id: Menghapus partisi %1$s
it: Eliminazione della partizione %1$s in corso
lt: Šalinamas skaidinys %1$s
ru: Удаление раздела %1$s
sk: Mažem oddiel %1$s

source: Deleting software RAID %1$s
ca: Suprimint el programari RAID %1$s
de: Software-RAID %1$s wird gelöscht
fi: Poistetaan ohjelmistopohjainen RAID %1$s
hu: %1$s szoftveres RAID törlése
id: Menghapus perangkat lunak RAID %1$s
it: Eliminazione del RAID software %1$s in corso
lt: Šalinamas programinis RAID %1$s
ru: Удаление программного RAID %1$s
sk: Mažem softvérový RAID %1$s

source: E
ru: Э

source: EB
fi: Et
ru: ЭБ

source: EiB
ru: ЭиБ

source: Execute dasdfmt on disk %1$s
ca: Executa dasdfmt al disc %1$s
de: dasdfmt auf Festplatte %1$s ausführen
fi: Suorita dasdfmt levylle %1$s
hu: dasdfmt futtatása a következő lemezen: %1$s
id: Eksekusi dasdfmt pada disk %1$s
it: Esecuzione di dasdfmt sul disco %1$s in corso
lt: Vykdyti dasdfmt diskui %1$s
ru: Выполнить dasdfmt на диске %1$s
sk: Spustiť dasdfmt na diskoch %1$s

source: Executing dasdfmt for disk %1$s
ca: Executant dasdfmt per al disc %1$s
de: dasdfmt wird für Festplatte %1$s ausgeführt
fi: Suoritetaan dasdfmt levylle %1$s
hu: dasdfmt futtatása a következő lemezen: %1$s
id: Mengeksekusi dasdfmt untuk disk %1$s
it: Esecuzione di dasdfmt per il disco %1$s in corso
lt: Vykdomas dasdfmt diskui %1$s
ru: Выполнение dasdfmt для диска %1$s
sk: Spúšťam dasdfmt pre diskov %1$s

source: Extend %1$s to %2$s
ca: Amplia %1$s a %2$s
de: %1$s auf %2$s vergrößern
fi: Laajenna %1$s kokoon %2$s
hu: %1$s növelése %2$s méretre
id: Perbesar %1$s menjadi %2$s
it: Estensione di %1$s a %2$s
lt: Išplėsti %1$s iki %2$s
ru: Расширить %1$s до %2$s
sk: Rozšíriť %1$s na %2$s

source: Extend Btrfs volume %1$s by %2$s
ca: Amplia el volum Btrfs %1$s a %2$s
de: Btrfs-Volumen %1$s um %2$s erweitern
fi: Laajenna Btrfs taltio %1$s -> %2$s
hu: %1$s Btrfs kötet kibővítése a(z) %2$s eszközzel
id: Perbesar volume Btrfs %1$s berdasarkan %2$s
it: Estensione del volume Btrfs %1$s in %2$s
lt: Išplėsti Btrfs tomą %1$s iki %2$s
ru: Расширить том Btrfs %1$s за счёт %2$s

source: Extend RAID partition %1$s to %2$s
ca: Amplia la partició RAID %1$s a %2$s
de: RAID-Partition %1$s auf %2$s
fi: Laajenna RAID-osio %1$s kokoon %2$s
hu: %1$s RAID-partíció növelése a következő méretre: %2$s
id: Perbesar partisi RAID %1$s menjadi %2$s
it: Estensione della partizione RAID %1$s a %2$s
lt: Išplėsti RAID skaidinį %1$s iki %2$s
ru: Расширить раздел RAID %1$s до %2$s

source: Extend Windows partition %1$s to %2$s
ca: Amplia la partició de Windows %1$s a %2$s
de: Windows-Partition %1$s auf %2$s vergrößern
fi: Laajenna Windows-osio %1$s -> %2$s
hu: %1$s Windows-partíció növelése a következő méretre: %2$s
id: Perbesar partisi Windows %1$s menjadi %2$s
it: Estensione della partizione Windows %1$s a %2$s
lt: Išplėsti Windows skaidinį %1$s iki %2$s
ru: Расширить раздел Windows %1$s до %2$s
sk: Rozšíriť Windows oddiel %1$s na %2$s

source: Extend logical volume %1$s to %2$s
ca: Amplia el volum lògic %1$s a %2$s
de: Logisches Volume %1$s auf %2$s vergrößern
fi: Laajenna looginen taltio %1$s kokoon %2$s
hu: %1$s logikai kötet kibővítése %2$s méretre
id: Perbesar volume logical %1$s menjadi %2$s
it: Estensione del volume logico %1$s a %2$s
lt: Išplėsti loginį tomą %1$s iki %2$s
ru: Расширить логический том %1$s до %2$s
sk: Rozšíriť logický zväzok %1$s na %2$s

source: Extend multipath partition %1$s to %2$s
ca: Amplia la partició multiruta %1$s a %2$s
de: Multipath-Partition %1$s auf %2$s erweitern
fi: Laajenna multipath-osio %1$s kokoon %2$s
hu: %1$s többutas partíció növelése a következő méretre: %2$s
id: Perbesar partisi multipath %1$s menjadi %2$s
it: Estensione della partizione multipath %1$s a %2$s
lt: Išplėsti multipath skaidinį %1$s iki %2$s
ru: Расширить multipath-раздел %1$s до %2$s
sk: Rozšíriť viaccestný oddiel %1$s to %2$s

source: Extend partition %1$s to %2$s
ca: Amplia la partició %1$s a %2$s
de: Partition %1$s auf %2$s vergrößern
fi: Laajenna osio %1$s kokoon %2$s
hu: %1$s partíció növelése a következő méretre: %2$s
id: Perbesar partisi %1$s menjadi %2$s
it: Estensione della partizione %1$s a %2$s
lt: Išplėsti skaidinį %1$s iki %2$s
ru: Расширить раздел %1$s до %2$s
sk: Rozšíriť oddiel %1$s na %2$s

source: Extend volume group %1$s with %2$s
ca: Amplia el grup de volums %1$s amb %2$s
de: Volume-Gruppe %1$s mit %2$s erweitern
fi: Laajenna taltioryhmä %1$s laitteella %2$s
hu: %1$s kötetcsoport bővítése a(z) %2$s eszközzel
id: Perbesar grup volume %1$s dengan %2$s
it: Estensione del gruppo di volumi %1$s con %2$s
lt: Išplėsti tomų grupę %1$s su %2$s
ru: Расширить группу томов %1$s на %2$s
sk: Rozšíriť skupinu zväzkov %1$s s %2$s

source: Extending %1$s to %2$s
ca: Ampliant %1$s a %2$s
de: %1$s wird auf %2$s vergrößert
fi: Laajennetaan %1$s kokoon %2$s
hu: %1$s növelése %2$s méretre
id: Memperbesar %1$s menjadi %2$s
it: Estensione di %1$s in %2$s in corso
lt: %1$s išplečiamas iki %2$s
ru: Расширение %1$s до %2$s
sk: Zväčšujem %1$s na %2$s

source: Extending Btrfs volume %1$s by %2$s
ca: Ampliant el volum Btrfs %1$s a %2$s
de: Btrfs-Volumen %1$s um %2$s erweitern
fi: Laajennetaan Btrfs taltiota %1$s -> %2$s
hu: %1$s Btrfs kötet kibővítése a(z) %2$s eszközzel
id: Memperbesar volume Btrfs %1$s berdasarkan %2$s
it: Estensione del volume Btrfs %1$s in %2$s in corso
lt: Išplečiamas Btrfs tomas %1$s iki %2$s
ru: Расширение тома Btrfs %1$s за счёт %2$s

source: Extending RAID partition %1$s to %2$s
ca: Ampliant la partició RAID %1$s a %2$s
de: RAID-Partition %1$s auf %2$s erweitern
fi: Laajennetaan RAID-osiota %1$s kokoon %2$s
hu: %1$s RAID-partíció növelése a következő méretre: %2$s
id: Memperbesar partisi RAID %1$s menjadi %2$s
it: Estensione della partizione RAID %1$s a %2$s in corso
lt: Išplečiamas RAID skaidinys %1$s iki %2$s
ru: Расширение раздела RAID %1$s до %2$s

source: Extending logical volume %1$s to %2$s
ca: Ampliant el volum lògic %1$s a %2$s
de: Logisches Volume %1$s wird auf %2$s vergrößert
fi: Laajennetaan loogista taltiota %1$s kokoon %2$s
hu: %1$s logikai kötet kibővítése %2$s méretre
id: Memperbesar volume logical %1$s menjadi %2$s
it: Estensione del volume logico %1$s a %2$s in corso
lt: Išplečiamas loginis tomas %1$s iki %2$s
ru: Расширение логического тома %1$s до %2$s
sk: Rozšíriť logický zväzok %1$s na %2$s

source: Extending multipath partition %1$s to %2$s
ca: Ampliant la partició multiruta %1$s a %2$s
de: Multipath-Partition %1$s wird auf %2$s erweitert
fi: Laajennetaan multipath-osiota %1$s kokoon %2$s
hu: %1$s többutas partíció növelése a következő méretre: %2$s
id: Memperbesar partisi multipath %1$s menjadi %2$s
it: Estensione della partizione multipath %1$s a %2$s in corso
lt: Išplečiamas multipath skaidinys %1$s iki %2$s
ru: Расширение multipath-раздела %1$s до %2$s
sk: Rozširujem viaccestný oddiel %1$s na %2$s

source: Extending partition %1$s to %2$s
ca: Ampliant la partició %1$s a %2$s
de: Partition %1$s wird auf %2$s vergrößert
fi: Laajennetaan osiota %1$s kokoon %2$s
hu: %1$s partíció növelése a következő méretre: %2$s
id: Memperbesar partisi %1$s menjadi %2$s
it: Estensione della partizione %1$s a %2$s in corso
lt: Išplečiamas skaidinys %1$s iki %2$s
ru: Расширение раздела %1$s до %2$s
sk: Rozširujem oddiel %1$s na %2$s

source: Extending volume group %1$s with %2$s
ca: Ampliant el grup de volums %1$s amb %2$s
de: Volume-Gruppe %1$s wird mit %2$s erweitert
fi: Laajennetaan taltioryhmää %1$s laitteella %2$s
hu: %1$s kötetcsoport növelése a(z) %2$s kötettel
id: Memperbesar grup volume %1$s dengan %2$s
it: Estensione del gruppo di volumi %1$s con %2$s in corso
lt: Išplečiama tomų grupė %1$s su %2$s
ru: Расширение группы томов %1$s на %2$s
sk: Rozširujem skupinu zväzkov %1$s na %2$s

source: Format Btrfs volume of size %1$s (used devices:%2$s)
ca: Formata el volum Btrfs de mida %1$s (dispositius usats:%2$s)
de: Btrfs-Volumen der Größe %1$s (benutzte Geräte:%2$s) formatieren
fi: Alusta Btrfs taltio kokoon %1$s (käyttäen laitteita:%2$s)
hu: Brtfs kötet formázása: %1$s (%2$s)
id: Format volume Btrfs berukuran %1$s (perangkat yang digunakan:%2$s)
it: Formattazione del volume btrfs con dimensione %1$s (dispositivi usati: %2$s)
lt: Suženklinti Btrfs tomą, kurio dydis %1$s (įrenginyje %2$s)
ru: Форматировать том btrfs размером %1$s (использованные устройства: %2$s)

source: Format Btrfs volume of size %1$s for %3$s (used devices:%2$s)
ca: Formata el volum Btrfs de mida %1$s per a %3$s (dispositius usats:%2$s)
de: Btrfs-Volumen der Größe %1$s für %3$s (benutzte Geräte:%2$s) formatieren
fi: Alusta Btrfs taltio kokoon %1$s liitospisteelle %3$s (käyttäen laitteita:%2$s)
hu: Brtfs kötet formázása: %1$s, csatolási pont: %3$s (%2$s)
id: Format volume Btrfs berukuran %1$s untuk %3$s (perangkat yang digunakan:%2$s)
it: Formattazione del volume btrfs di dimensione %1$s per %3$s (dispositivi usati: %2$s)
lt: Suženklinti Btrfs tomą, kurio dydis %1$s ir prijungtas ties %3$s (įrenginyje %2$s)
ru: Форматировать том btrfs размером %1$s для %3$s (использованные устройства: %2$s)

source: Format RAID partition %1$s (%2$s) for %4$s with %3$s
ca: Formata la partició RAID %1$s (%2$s) per a %4$s amb %3$s
de: RAID-Partition %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta RAID-osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s RAID-partíció formázása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Format partisi RAID %1$s (%2$s) untuk %4$s dengan %3$s
it: Formattazione della partizione RAID %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti RAID skaidinį %1$s (%2$s), jungiamą prie %4$s kaip %3$s
ru: Форматировать раздел RAID %1$s (%2$s) для %4$s в %3$s

source: Format RAID partition %1$s (%2$s) for swap
ca: Formata la partició RAID %1$s (%2$s) per a l'intercanvi
de: RAID-Partition %1$s (%2$s) für swap formatieren
fi: Alustetaan swap RAID-osiolle %1$s (%2$s)
hu: %1$s RAID-partíció formázása (%2$s) cserepartíciónak
id: Format partisi RAID %1$s (%2$s) untuk swap
it: Formattazione della partizione RAID %1$s (%2$s) per swap
lt: Suženklinti RAID skaidinį %1$s (%2$s) kaip sukeitimų skaidinį (swap)
ru: Форматировать раздел RAID %1$s (%2$s) для подкачки

source: Format RAID partition %1$s (%2$s) with %3$s
ca: Formata la partició RAID %1$s (%2$s) amb %3$s
de: RAID-Partition %1$s (%2$s) mit %3$s formatieren
fi: Alusta RAID-osio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s RAID-partíció formázása (%2$s) %3$s fájlrendszerrel
id: Format partisi RAID %1$s (%2$s) dengan %3$s
it: Formattazione della partizione RAID %1$s (%2$s) con %3$s
lt: Suženklinti RAID skaidinį %1$s (%2$s) kaip %3$s
ru: Форматировать раздел RAID %1$s (%2$s) в %3$s

source: Format device %1$s (%2$s) for %4$s with %3$s
ca: Formata el dispositiu %1$s (%2$s) per a %4$s amb %3$s
de: Gerät %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta laite %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s eszköz formázása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Format perangkat %1$s (%2$s) untuk %4$s dengan %3$s
it: Formattazione del dispositivo %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti įrenginį %1$s (%2$s), jungiamą prie %4$s kaip %3$s
ru: Форматировать устройство %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať zariadenie %1$s (%2$s) pre %4$s s %3$s

source: Format device %1$s (%2$s) with %3$s
ca: Formata el dispositiu %1$s (%2$s) amb %3$s
de: Gerät %1$s (%2$s) mit %3$s formatieren
fi: Alusta laite %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s eszköz formázása (%2$s) %3$s fájlrendszerrel
id: Format parangkat %1$s (%2$s) dengan %3$s
it: Formattazione del dispositivo %1$s (%2$s) con %3$s
lt: Suženklinti įrenginį %1$s (%2$s) kaip %3$s
ru: Форматировать устройство %1$s (%2$s) в %3$s
sk: Naformátovať zariadenie %1$s (%2$s) s %3$s

source: Format device mapper volume %1$s (%2$s) for %4$s with %3$s
ca: Formata el volum mapador de dispositius (device mapper) %1$s (%2$s) per a %4$s amb %3$s
de: Device Mapper Volume %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta laitekuvaintaltio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s eszközösszerendelő-kötet formázása (%2$s), %4$s csatolási pont, %3$s fájlrendszer
id: Format volume device mapper %1$s (%2$s) untuk %4$s dengan %3$s
it: Formattazione del volume del mappatore dei dispositivi %1$s (%2$s) per %4$s con %3$s
ru: Форматировать том device mapper %1$s (%2$s) для %4$s в %3$s
sk: Naformátovať zväzok mapovača zariadení %1$s (%2$s) pre %4$s s %3$s

source: Format device mapper volume %1$s (%2$s) with %3$s
ca: Formata el volum mapador de dispositius (device mapper) %1$s (%2$s) amb %3$s
de: Device Mapper Volume %1$s (%2$s) mit %3$s formatieren
fi: Alusta laitekuvaintaltio %1$s (%2$s) tiedostojärjestelmällä %3$s
hu: %1$s eszközösszerendelő-kötet formázása (%2$s) %3$s fájlrendszerrel
id: Format volume device mapper %1$s (%2$s) dengan %3$s
it: Formattazione del volume del mappatore dei dispositivi %1$s (%2$s) con %3$s
ru: Форматировать том device mapper %1$s (%2$s) в %3$s
sk: Naformátovať zväzok mapovača zariadení %1$s (%2$s) s %3$s

source: Format encrypted RAID partition %1$s (%2$s) for %4$s with %3$s
ca: Formata la partició RAID xifrada %1$s (%2$s) per a %4$s amb %3$s
de: Verschlüsselte RAID-Partition %1$s (%2$s) für %4$s mit %3$s formatieren
fi: Alusta salattu RAID-osio %1$s (%2$s) liitoskohdalle %4$s tiedostojärjestelmällä %3$s
hu: %1$s titkosított RAID-partíció formázása (%2$s), %4$s csatolási ponttal, %3$s fájlrendszerrel
id: Format partisi RAID %1$s (%2$s) terenkripsi untuk %4$s dengan %3$s
it: Formattazione della partizione RAID cifrata %1$s (%2$s) per %4$s con %3$s
lt: Suženklinti šifruotą RAID skaidinį %1$s (%2$s) %4$s kaip %3$s
ru: Форматировать зашифрованный раздел RAID %1$s (%2$s) для %4$s в %3$s
